<unk>	0
<s>	0
</s>	0
<mask>	0
<cls>	0
<pad>	0
<sep>	0
ን	-3.58751
▁ኣብ	-3.98401
▁ናይ	-4.78191
ና	-5.04211
▁	-5.12618
▁ካብ	-5.13453
▁እዩ	-5.27013
▁ምስ	-5.2897
▁ከም	-5.3302
ት	-5.35443
▁ሓጎስ	-5.39664
ካ	-5.42818
▁እቲ	-5.46254
▁ድማ	-5.46271
▁ዩ	-5.48722
ስ	-5.60746
ም	-5.69105
▁ን	-5.71312
▁ግን	-5.72003
▁ዝ	-5.75356
▁ናብ	-5.80275
▁እዚ	-5.81646
ይ	-5.82332
▁ሰብ	-5.86679
ሉ	-5.91878
▁ክ	-5.99165
▁ኤርትራ	-6.00109
▁ከኣ	-6.02915
▁ይ	-6.034
ኩም	-6.07054
ኒ	-6.07555
▁ውን	-6.10459
▁የ	-6.13343
ኪ	-6.13611
▁ብ	-6.16842
▁ት	-6.18002
▁ወዲ	-6.2015
ዎ	-6.20471
▁ዘሎ	-6.21037
▁ሓደ	-6.21236
ላ	-6.26717
▁ዚ	-6.29138
▁እንታይ	-6.308
▁ዘይ	-6.33927
▁ስራሕ	-6.34441
▁እንተ	-6.34579
▁ከ	-6.35624
▁ኢዩ	-6.35681
▁ነቲ	-6.36222
▁ኣሎ	-6.38187
▁ግዜ	-6.38401
▁ኩሉ	-6.38903
▁ኣይ	-6.39383
ቲ	-6.39618
▁ዘ	-6.39626
▁ህዝቢ	-6.40834
▁ወይ	-6.41991
▁1	-6.44739
ኻ	-6.44929
▁ኣ	-6.45555
▁ተ	-6.48047
▁ስለ	-6.50297
ያ	-6.51008
ዋ	-6.51712
▁ደቂ	-6.51857
ኡ	-6.53148
▁ሕጂ	-6.57064
ታ	-6.57494
▁ኣነ	-6.57806
▁ክት	-6.58849
ኣ	-6.60063
▁ጥራይ	-6.60406
▁ቲ	-6.6574
ታት	-6.66077
▁ዓመት	-6.66335
▁ኢና	-6.69285
▁ያ	-6.71868
ብ	-6.738
▁ሃገር	-6.73824
ው	-6.73881
▁ደርፊ	-6.78454
ል	-6.79898
ዩ	-6.80802
ዮ	-6.81904
▁ቤት	-6.82003
▁እየ	-6.83197
▁ወ	-6.83239
▁እሞ	-6.8345
▁ክሳብ	-6.83465
▁እቶም	-6.84907
▁ዶ	-6.86059
▁0	-6.8763
ሲ	-6.87753
▁ኮይኑ	-6.87913
የ	-6.89059
▁እታ	-6.90666
▁ገለ	-6.91223
▁ሰባት	-6.92921
▁ሓዘን	-6.93849
▁ም	-6.94119
▁ነዚ	-6.94306
▁ሰላም	-6.95272
▁መ	-6.95521
▁እዮም	-6.95846
▁እያ	-6.96079
ቶ	-6.96328
▁ድሕሪ	-6.96455
▁ከይ	-6.96508
▁ከምዚ	-7.01004
ራ	-7.01024
ቱ	-7.03646
▁ማለት	-7.05902
▁ካልእ	-7.06417
▁ሎሚ	-7.06521
▁ፍ	-7.06521
▁ብጣዕሚ	-7.07055
▁ጽቡቅ	-7.07405
▁እዋን	-7.07734
▁ኣታ	-7.07912
▁ዞባ	-7.07993
ክ	-7.08149
▁ነገር	-7.08338
▁ዝብል	-7.08483
ዶ	-7.08648
▁እ	-7.09459
▁እዛ	-7.10602
▁እና	-7.10784
ባ	-7.11111
▁ኣብዚ	-7.11408
ነ	-7.12337
▁አ	-7.12549
▁ምዃኑ	-7.12622
▁እምበር	-7.13044
ኦም	-7.13367
▁ደኣ	-7.13479
ዕ	-7.13886
▁ደስ	-7.14305
▁ግና	-7.14494
▁ዓለም	-7.14637
ድ	-7.15116
ማ	-7.15403
▁መን	-7.15718
▁ኸኣ	-7.16483
▁ኢኻ	-7.18475
▁ከምኡ	-7.18597
▁ስነ	-7.18655
▁ዝነበረ	-7.18722
▁ኣብቲ	-7.18742
▁ልዕሊ	-7.18769
▁ሞ	-7.18995
▁ትምህርቲ	-7.19057
ተ	-7.20771
ር	-7.21362
ለ	-7.21512
▁ኢሉ	-7.22688
ሪ	-7.22704
ሕ	-7.22962
▁እት	-7.23583
▁ገጽ	-7.24093
ለይ	-7.24165
▁ጽቡቕ	-7.24495
▁ብዙሕ	-7.24781
ሳ	-7.25252
▁ሓንቲ	-7.25303
▁ከመይ	-7.25394
ፍ	-7.25766
ውን	-7.26132
ሎም	-7.26664
▁ክን	-7.27139
▁ዘለዎ	-7.27181
▁ክልተ	-7.27702
ኩ	-7.28087
▁ስለዚ	-7.2829
▁ህግደፍ	-7.29336
▁ቤ	-7.29853
ሽ	-7.29885
ሩ	-7.3008
እ	-7.30244
▁ብሓቂ	-7.30375
ሊ	-7.30398
▁ኣቶ	-7.31031
▁2	-7.32235
▁እንዳ	-7.32462
ልና	-7.32477
መ	-7.33407
ዝ	-7.33643
ኹም	-7.34027
ኺ	-7.34845
▁ንሱ	-7.35053
▁ዓይነት	-7.35127
▁ኣይት	-7.35744
▁ነይሩ	-7.35913
▁ብዛዕባ	-7.35928
ቅ	-7.36515
▁ሓወይ	-7.3681
ሎ	-7.36936
▁እውን	-7.38693
▁ታ	-7.39129
▁ዝተ	-7.39213
▁ቅድሚ	-7.39341
▁ዓዲ	-7.39575
▁በዓል	-7.40354
▁ነ	-7.40748
▁ኣይኮነን	-7.40932
▁ማይ	-7.41386
▁ቀጽሎ	-7.41427
ኑ	-7.41505
▁ስ	-7.4159
▁የለን	-7.42297
ዊ	-7.42454
▁ድምጺ	-7.4264
አ	-7.43095
ትን	-7.43475
ሞ	-7.44781
ቶም	-7.45248
▁በ	-7.45723
▁ብዘይ	-7.46054
▁ዝኾነ	-7.46324
ከ	-7.4677
▁ከምዝ	-7.46821
ረ	-7.47789
▁ኪ	-7.47822
ዲ	-7.47905
▁ሲ	-7.48224
▁ኣምላኽ	-7.48663
ኦ	-7.49612
ዳ	-7.50019
▁ሓቂ	-7.51711
ህ	-7.52363
▁ከተማ	-7.52761
ቕ	-7.52852
▁ሽኮር	-7.5295
ሰ	-7.53333
▁ኣለዎ	-7.53425
▁ኣለና	-7.54099
ዓ	-7.54229
▁ሮ	-7.54492
▁ተስፋ	-7.54535
ሙ	-7.54639
▁ቦታ	-7.55076
▁ኣስመራ	-7.55254
▁ሰሓቅ	-7.55572
▁መዓልቲ	-7.55706
▁አብ	-7.56321
ሱ	-7.56699
▁እግዚኣብሄር	-7.57244
▁በዚ	-7.5792
ዉ	-7.59327
▁ድዩ	-7.59985
ኽ	-7.60578
ቢ	-7.60636
ሮ	-7.61143
ሓ	-7.61318
▁ከተ	-7.61505
▁ባሕሪ	-7.61582
ዎም	-7.61631
▁እንተሎ	-7.61827
ነት	-7.62247
▁መንእሰይ	-7.63248
ሚ	-7.63477
▁ዋላ	-7.63641
▁ይኹን	-7.63945
▁ኣላ	-7.6416
▁እዞም	-7.64595
ቡ	-7.64845
▁ድ	-7.64862
▁ዘለዉ	-7.65691
▁ከባቢ	-7.66015
ፋ	-7.66253
ልካ	-7.66263
▁ኣጆካ	-7.66532
▁በቲ	-7.66557
▁ነቶም	-7.66799
▁ዓቢ	-7.67003
▁ጅግና	-7.67019
▁ዮም	-7.67456
ዱ	-7.67857
በ	-7.68026
ደ	-7.68084
▁ኢልካ	-7.68931
ጥ	-7.69302
▁ባ	-7.69386
▁ዝቃወም	-7.70206
ግ	-7.70681
▁ትብል	-7.70808
ተይ	-7.70815
▁ብፍላይ	-7.70858
▁ፍርዲ	-7.72546
▁ይቕረብ	-7.72772
▁ክንደይ	-7.72814
▁ውድድር	-7.7284
ጋ	-7.72979
ጽ	-7.73029
▁ገዛ	-7.7311
▁ደረጃ	-7.73536
▁ዘላ	-7.73963
▁ፊልም	-7.74415
ኸ	-7.74795
▁ሃገራት	-7.7532
▁ኳ	-7.75485
ክን	-7.75523
▁ለ	-7.76624
ዮም	-7.76974
ወ	-7.77014
▁ካኣ	-7.77286
▁4	-7.78466
▁ንሕና	-7.78602
▁መደብ	-7.78788
▁ታሪኽ	-7.79024
▁ደ	-7.79136
▁ነው	-7.79168
▁ማእከል	-7.7956
▁ኣየ	-7.79564
▁ኤርትራውያን	-7.7988
▁ጉዳይ	-7.80048
▁ንዝ	-7.80269
ዚ	-7.81468
▁እዋይ	-7.81814
▁ክኸውን	-7.81869
▁ካልኦት	-7.82281
▁10	-7.82734
▁እን	-7.83295
▁ከምቲ	-7.83311
ቀ	-7.8333
▁ዝሓለፈ	-7.83452
▁እተ	-7.83611
▁ፍቕሪ	-7.83703
▁ነታ	-7.84179
▁ላይክ	-7.84553
▁ጥበብ	-7.84763
▁ኢካ	-7.85062
▁መሬት	-7.85212
ኖ	-7.85364
▁ዓ	-7.85795
▁ኣዝዩ	-7.85799
▁መንግስቲ	-7.8593
▁ሰ	-7.86169
▁ዓወት	-7.86731
▁ሓ	-7.87058
▁ጓል	-7.87069
▁ክብል	-7.87901
▁ሓበሬታ	-7.88432
ናን	-7.88531
ሐ	-7.88762
▁ዘረባ	-7.89108
ቃ	-7.89766
▁5	-7.89886
▁ኤርትራዊ	-7.89987
▁ኣበይ	-7.903
▁ዝበለ	-7.90336
▁ኮ	-7.9057
▁መበል	-7.90573
▁ሃገርና	-7.90781
ኮ	-7.90819
▁ኣይተ	-7.91398
▁ካብቲ	-7.91468
▁ንስኻ	-7.91834
▁ዜና	-7.91903
ፉ	-7.92063
▁ጥዕናን	-7.92369
▁ኤረይ	-7.92535
▁100	-7.92646
▁ኢያ	-7.92712
▁ናይቲ	-7.92901
▁መንእሰያት	-7.93174
▁ብዝ	-7.93926
▁ኢለ	-7.94164
ኢ	-7.94688
ፊ	-7.94897
▁ዓመታት	-7.9501
▁በል	-7.95012
▁ሕቶ	-7.9509
▁ኣለዉ	-7.95124
▁ምሉእ	-7.95159
▁መወዳእታ	-7.9543
▁ነበረ	-7.9551
▁ኢሰያስ	-7.96294
▁ኣምላክ	-7.96805
ፈ	-7.97408
▁ጥዕና	-7.97551
▁ጸገም	-7.97876
▁ሓድሽ	-7.98765
▁ይኽእል	-7.9911
ዛ	-7.99911
▁እንከሎ	-7.99979
▁ዘይት	-8.00151
▁ቃል	-8.00238
▁ሃገራዊ	-8.00628
ጉ	-8.00792
▁ዘለዋ	-8.02427
▁ስርዓት	-8.02666
▁ምባል	-8.0271
ቦ	-8.02855
▁ይብል	-8.02953
▁ልቢ	-8.03341
▁ካብዚ	-8.03588
▁ትግርኛ	-8.03592
▁ኣጆኻ	-8.03796
▁ከሎ	-8.03888
ቁ	-8.03941
▁ኣንታ	-8.04072
ዑ	-8.04119
▁አዩ	-8.04366
▁ደም	-8.04525
▁ዛ	-8.04615
▁ገንዘብ	-8.04643
▁ውሽጢ	-8.04766
▁ኣቦ	-8.04774
▁ንኽ	-8.05167
▁ናጽነት	-8.05631
▁ሽዑ	-8.05736
▁ካ	-8.06035
▁ዝኽእል	-8.062
ቑ	-8.06652
▁ክለብ	-8.06805
▁ኢ	-8.0707
▁ጋንታ	-8.07085
▁ዕድመን	-8.07454
▁ዝዀነ	-8.07913
▁12	-8.08152
▁ሕ	-8.08189
▁ብዙሓት	-8.08276
ጻ	-8.08308
▁በቃ	-8.09152
▁ማ	-8.09322
▁ሓሳብ	-8.09385
▁ምኽንያቱ	-8.09746
▁6	-8.09796
▁ማራ	-8.09925
ዘ	-8.10013
▁ቀዳማይ	-8.10186
ኹ	-8.10442
▁20	-8.10835
ዐ	-8.10929
▁የብሉን	-8.10978
▁ሕጊ	-8.11049
▁እስከ	-8.11182
▁በሉ	-8.11252
▁ትግራይ	-8.11277
▁ህይወት	-8.11608
▁እኳ	-8.11681
▁ዘለና	-8.11706
▁ኢየ	-8.12014
▁ኰይኑ	-8.12015
▁ድኣ	-8.12092
ጣ	-8.12177
ዪ	-8.1232
▁ኣለካ	-8.12393
▁ሓይሊ	-8.12527
▁ካልኣይ	-8.12731
▁ሰለስተ	-8.12769
▁ኢሎም	-8.13305
▁ምን	-8.13344
▁ኮይና	-8.13729
▁ስለዝ	-8.13886
▁በለ	-8.13926
▁እንበር	-8.13964
ጎ	-8.14164
ጺ	-8.14471
▁ዳ	-8.15108
▁ኢኹም	-8.15224
▁ንዓይ	-8.1526
▁ንኡስ	-8.15533
ሻ	-8.15846
▁ግጥም	-8.16203
▁ጸወታ	-8.16205
ሃ	-8.16403
▁ሰዓት	-8.16571
▁ጀጋኑ	-8.16758
▁ስደት	-8.16866
▁ኢዮም	-8.1702
▁ቀ	-8.17064
▁ሂወት	-8.17147
▁ሰብኣይ	-8.174
▁ኣለኹ	-8.17598
ሶ	-8.17705
▁አይ	-8.17754
▁እኮ	-8.17757
▁እስራኤል	-8.17957
ሑ	-8.18098
▁እንተኾነ	-8.1813
ቂ	-8.18254
▁ዝርከብ	-8.18353
▁ነዛ	-8.18611
▁ዝያዳ	-8.18657
▁ብሰላም	-8.18769
ሒ	-8.18998
▁ምድሪ	-8.19346
ሮም	-8.19464
▁ኣደ	-8.19648
ቓ	-8.19832
▁ጽ	-8.20277
▁ኩነታት	-8.2033
▁ሕማም	-8.20395
▁ፈጣሪ	-8.20396
ሌ	-8.205
▁ኣለዋ	-8.20789
ቐ	-8.209
▁ትሕቲ	-8.2119
▁ገ	-8.21196
▁ኣገልግሎት	-8.21204
▁00	-8.21313
▁ንሳ	-8.21467
▁ተባሂሉ	-8.21667
▁ዕድመ	-8.22085
▁ወርሒ	-8.22549
▁መልሲ	-8.22594
▁ሐ	-8.22855
▁ስም	-8.22884
▁ፍቅሪ	-8.2289
▁ክኣ	-8.22905
▁ምበር	-8.23913
▁ፈ	-8.24378
▁መንጎ	-8.24582
▁ዝነበሩ	-8.25352
▁ል	-8.25411
▁ኢትዮጵያ	-8.25435
ዒ	-8.25481
▁ንላዕሊ	-8.25855
ጊ	-8.25892
▁መጽሓፍ	-8.2591
▁ዘይብሉ	-8.26151
▁ኸ	-8.26475
▁ዛንታ	-8.26484
▁ጽባሕ	-8.26653
▁ሽሕ	-8.26818
▁ስድራ	-8.26931
ለን	-8.27492
▁እወ	-8.27617
▁ግጥሚ	-8.27666
▁ጥዑም	-8.28261
▁ሃ	-8.28388
▁ብምባል	-8.28702
▁ዋው	-8.29508
▁7	-8.29733
▁ልዑል	-8.2974
ልኩም	-8.3024
▁ዘለዎም	-8.30529
ጸ	-8.31533
▁ዳኣ	-8.31819
▁ዋጋ	-8.32335
ተን	-8.32422
▁ኩሎም	-8.32473
▁ና	-8.32934
▁ወላ	-8.32935
ሸ	-8.3304
▁ብዘይካ	-8.3345
▁ኔሩ	-8.33572
▁ኣመሪካ	-8.33668
▁ቀንዲ	-8.33852
▁ተራ	-8.33972
▁ዕ	-8.33987
ገ	-8.34185
▁እንቃዕ	-8.3426
▁ጥራሕ	-8.34421
ትና	-8.34433
▁ዘይተ	-8.35288
▁ናተይ	-8.35617
▁ምእንቲ	-8.35852
▁ዕድል	-8.35915
▁ከነ	-8.36124
▁ወጻኢ	-8.36166
አን	-8.36521
▁ጋል	-8.36603
ጢ	-8.3674
▁ንመ	-8.3683
ቆ	-8.36855
▁ኣፍ	-8.37232
▁ክፋል	-8.37347
▁ገና	-8.3792
▁ይበል	-8.38
▁ንጉስ	-8.38161
▁ቀደም	-8.38196
▁እናተ	-8.38249
▁ክንዲ	-8.3829
▁ካብቶም	-8.38322
▁ኢላ	-8.3841
ካን	-8.38614
▁ዓበይቲ	-8.3881
▁ኮማዊ	-8.3888
▁ኣቱም	-8.39323
▁ሸ	-8.39358
▁መንገዲ	-8.39429
▁11	-8.39445
▁ኣባላት	-8.39464
▁ከይት	-8.39476
▁መጠን	-8.39855
▁ትማሊ	-8.39892
ኤ	-8.40522
▁ህ	-8.40608
ጹ	-8.4079
▁ምኽንያት	-8.40803
▁ኣብታ	-8.40877
ጅ	-8.40883
▁ሰራዊት	-8.40985
▁እግሪ	-8.41011
▁እዚኣ	-8.41067
▁ሞት	-8.41112
▁ብሉጽ	-8.41263
▁ወረስቲ	-8.41558
ች	-8.41605
▁ሙዚቃ	-8.41671
▁ቃላት	-8.41882
▁ፍትሒ	-8.41925
▁ደሓን	-8.41959
▁ባህሊ	-8.42122
▁ኢሳያስ	-8.42303
▁እግል	-8.42496
▁ንኣ	-8.42624
▁ንም	-8.42846
▁ው	-8.42985
▁ከምዘሎ	-8.43622
▁ቁ	-8.43686
▁ክፍሊ	-8.43812
▁ሰማይ	-8.43862
▁15	-8.43949
▁እተን	-8.43978
▁ሽ	-8.44022
▁እባ	-8.4458
▁ስልጣን	-8.44739
▁ቅ	-8.45068
▁ነገራት	-8.45116
▁ኮነ	-8.45267
▁ስፖርት	-8.45389
▁ዘለካ	-8.45478
▁መግቢ	-8.4556
▁ዜማ	-8.45613
ካዮ	-8.46425
▁ዘይኮነ	-8.46695
▁ሓዳስ	-8.46737
▁ዕለት	-8.46802
▁ኣንጻር	-8.46859
ሬ	-8.4701
▁ቀጽልዎ	-8.4708
▁ሚልዮን	-8.47422
▁ዝበሃል	-8.47474
▁ላ	-8.47504
▁ነዊሕ	-8.47558
▁ኣይኰነን	-8.47638
ፎ	-8.47923
▁ወትሩ	-8.48093
▁ኣፍሪቃ	-8.48142
ጭ	-8.48657
▁9	-8.48727
▁ብሰንኪ	-8.48941
▁ዝኸውን	-8.48954
▁ዘየ	-8.49091
▁ይኸውን	-8.49209
▁ምዃኖም	-8.49236
▁ኬፍ	-8.49292
▁ኤ	-8.49723
ልኪ	-8.49912
▁ንህዝቢ	-8.49921
▁ከማን	-8.49995
▁ዓይኒ	-8.50049
▁እብ	-8.50226
ጡ	-8.50246
▁ደው	-8.50383
▁ምዕራፍ	-8.50573
▁ኢልና	-8.50787
▁ከቢድ	-8.51716
▁ዳዊት	-8.52242
ጠ	-8.5225
▁ኽ	-8.52286
▁መደባት	-8.52708
▁ኣካል	-8.52782
▁ሊግ	-8.52803
▁ሓያል	-8.52983
▁ኣገባብ	-8.53278
▁መድረኽ	-8.5339
▁ንፉዕ	-8.53428
▁ጀሚሩ	-8.53499
▁ኦ	-8.53697
▁ክብሪ	-8.53883
▁ርእሲ	-8.53988
▁የማነ	-8.54131
▁ዘመን	-8.54168
▁ር	-8.54402
▁17	-8.54453
▁ኣቲ	-8.54457
▁ውጽኢት	-8.54703
▁መግለጺ	-8.54704
▁ደቡብ	-8.54761
▁ኢኩም	-8.54766
▁ቁሩብ	-8.54927
▁መርሓባ	-8.54956
▁ነጥቢ	-8.55017
▁ንጥፈታት	-8.5508
▁ሚኒስትሪ	-8.55302
▁ሙ	-8.55405
▁ህዝባዊ	-8.55704
▁ኢኺ	-8.56163
▁በርትዕ	-8.56372
▁ዜ	-8.56381
▁ንስካ	-8.5642
▁ሎ	-8.56479
▁ናቕፋ	-8.56544
▁ተጻዋታይ	-8.56807
ወን	-8.56859
▁ኺ	-8.5704
▁ዘለኻ	-8.57094
▁ልበይ	-8.57186
▁ኣርባዕተ	-8.57322
▁ክም	-8.57633
▁ኣለኩ	-8.57685
▁ኣጆኩም	-8.57906
▁ብም	-8.58048
▁ነዞም	-8.58136
▁ቀይሕ	-8.59229
▁ኣሕ	-8.59246
ቦም	-8.59647
ሁ	-8.59692
▁ከይተ	-8.60129
▁በጣም	-8.60321
▁ቢ	-8.60391
▁ኣብዛ	-8.60509
▁ሚ	-8.60565
▁ጽብቅቲ	-8.60804
▁መገዲ	-8.61047
▁ከየ	-8.61098
▁ኣሜን	-8.61205
ኖም	-8.61478
ራት	-8.6187
▁ምምሕዳር	-8.61933
ፅ	-8.6195
በር	-8.62095
▁ሰናይ	-8.62179
▁ይግበረልና	-8.62242
▁ሓውና	-8.62268
▁ክቡር	-8.62373
ናዮ	-8.62631
▁ፍሉይ	-8.62652
▁ፍረ	-8.62719
▁ዝተኻየደ	-8.62762
▁ቶም	-8.62774
▁እምነት	-8.62828
▁ብኣ	-8.63081
▁ማሕበር	-8.63141
▁ናብቲ	-8.63296
▁ደገ	-8.63454
ዴ	-8.64114
▁25	-8.64238
▁ሒዙ	-8.64372
▁ዝተፈላለየ	-8.64498
▁መምህር	-8.64791
▁ኢድ	-8.64868
▁ይሃብካ	-8.65133
ሀ	-8.65135
▁ዕላማ	-8.6522
▁ተጻወትቲ	-8.65417
▁ዝነበረት	-8.65425
▁ኣብርሃም	-8.65444
▁እየን	-8.65893
ሓዳስ	-8.66164
▁27	-8.66217
ሂ	-8.6622
▁ዝመጽእ	-8.66444
▁ወድ	-8.66557
መን	-8.66598
▁ሰንበት	-8.66622
▁14	-8.66705
▁ቋንቋ	-8.66915
▁ሃይለ	-8.66978
▁ናትካ	-8.66989
▁ክክክክ	-8.67151
▁ልክዕ	-8.67157
▁ሕማቕ	-8.67318
▁ሳ	-8.67351
▁ዓቕሚ	-8.67422
▁ዝብሉ	-8.67562
▁ገሊጹ	-8.67588
▁ጽሕፈት	-8.6769
ዬ	-8.67818
▁ክትብል	-8.67838
▁ጸ	-8.67889
ጀ	-8.68164
▁ዝኮነ	-8.68212
▁ቁጽሪ	-8.68281
▁ክክክክክ	-8.68322
▁ነይረ	-8.68474
▁ኮይኖም	-8.68995
▁መስርሕ	-8.69743
ዙ	-8.69891
▁ወያነ	-8.70322
▁ረ	-8.70359
▁ስለምንታይ	-8.70465
▁እንግሊዝ	-8.70569
▁ጉጅለ	-8.70961
▁ዋይ	-8.71019
▁ቤተይ	-8.7105
ሞም	-8.71105
▁ወከፍ	-8.71534
▁በሎ	-8.71797
▁ፍልጠት	-8.71798
▁ሰበይቲ	-8.71847
ፕ	-8.72007
▁በጃኩም	-8.72405
▁ዝጸንሐ	-8.72425
▁ተጋሩ	-8.72684
▁ጊዜ	-8.72982
▁ሕልና	-8.72989
▁ጻዕሪ	-8.73057
▁ማዕረ	-8.731
▁ፕረዚደንት	-8.73322
▁ዝተፈላለዩ	-8.73398
▁ክተ	-8.73705
▁ከምዘ	-8.7375
▁ብርሃን	-8.73774
▁ዲ	-8.73789
▁ይግባእ	-8.73858
▁ዘለኩም	-8.7398
ዶም	-8.73999
▁19	-8.74069
▁ሞያ	-8.74151
ታትን	-8.7419
ትካ	-8.74308
▁ሳዋ	-8.74371
▁ንብረት	-8.74567
▁ቀጻሊ	-8.74596
▁ለውጢ	-8.74618
ኛ	-8.74673
▁ናይዚ	-8.74884
▁ግ	-8.74961
ጃ	-8.74981
▁16	-8.75014
▁ፍጹም	-8.75073
▁ብኸመይ	-8.75159
▁ኣለኩም	-8.75171
▁ትም	-8.75331
▁ባዕሉ	-8.75458
▁ገይሩ	-8.75492
▁ኣገዳሲ	-8.75701
▁ብዓል	-8.75897
▁ሓዳር	-8.76361
ሜ	-8.76521
▁ትርጉም	-8.76552
▁ኣጋጣሚ	-8.76695
▁ኵሉ	-8.76779
▁ተስፋይ	-8.76828
▁ጌጋ	-8.76976
▁መጻኢ	-8.77132
▁ኣንበሳ	-8.77155
▁መሓመድ	-8.77287
▁ሀ	-8.7733
▁ንምንታይ	-8.77352
▁ጆሲ	-8.77364
▁ኣሕዋት	-8.77482
▁ስለዝበላ	-8.77507
▁ጋዜጣ	-8.77556
▁ኣንስትዮ	-8.77571
▁ጎ	-8.77621
▁ሓሶት	-8.77638
▁ሸቶ	-8.77776
▁ኲናት	-8.77812
▁ወረ	-8.77912
ብል	-8.781
▁ኣነስ	-8.78269
▁ተሓ	-8.7835
▁ዘለው	-8.78433
▁ኣብኡ	-8.78561
▁ኣደይ	-8.78642
▁ክሳዕ	-8.78811
ቒ	-8.7887
▁ትካላት	-8.78894
▁ካብኡ	-8.78955
▁ኒ	-8.79092
ማት	-8.79122
▁ርሑስ	-8.7926
▁መሰል	-8.7935
▁ታሪክ	-8.79496
▁ያቆብ	-8.7972
▁ዋ	-8.79735
▁ህዝብና	-8.79794
ረት	-8.79801
▁ቅዱስ	-8.79967
▁ኣሰይ	-8.79989
ሹ	-8.80202
▁ኣይነበረን	-8.80248
▁እንዴ	-8.80408
▁ፋ	-8.80551
ላይ	-8.80804
▁ዋና	-8.80939
▁የሕዋት	-8.81069
▁ኣይን	-8.81189
▁መሰረት	-8.81485
▁ንሳቶም	-8.81543
▁ነፍሲ	-8.81547
▁ንኣብነት	-8.8159
▁ኢልኩም	-8.81762
ውያን	-8.81782
▁መጀመርታ	-8.81896
▁ቲቪ	-8.81972
▁ግንባር	-8.81997
▁ስምዒት	-8.82228
▁ሓቢሩ	-8.82232
▁ባይታ	-8.82268
▁ወደይ	-8.8229
▁ኣለኻ	-8.82401
▁መርዓ	-8.82582
▁መኪና	-8.82745
▁ሰሙን	-8.82766
▁ሕብረተሰብ	-8.82768
▁ጥዕምቲ	-8.82815
▁ኣሕዋተይ	-8.83055
ቤ	-8.83339
▁ዝካየድ	-8.83365
▁ተመ	-8.83548
▁አዚ	-8.83579
▁ኣቦይ	-8.83686
ቖ	-8.83738
▁ኤረ	-8.84074
▁እንተዘይ	-8.84213
▁ነበር	-8.84548
ኔ	-8.84582
▁ባርያ	-8.84638
▁ቃልሲ	-8.84729
▁ኣቦና	-8.84761
▁ትካል	-8.8477
▁ብቕዓት	-8.85025
▁ዝተባህለ	-8.85043
▁ሽግር	-8.85121
▁አየ	-8.85262
▁ተሪፉ	-8.85287
▁ከምዘይ	-8.85436
▁ጉ	-8.85441
▁ርክብ	-8.85708
ሶም	-8.8607
▁ጸላኢ	-8.8618
▁መልእኽቲ	-8.86189
▁ሓሙሽተ	-8.86189
▁ዋንጫ	-8.86216
▁ኣጆኹም	-8.86415
▁22	-8.86489
▁ትብሉ	-8.86545
▁ኡ	-8.86875
ያት	-8.86949
ነይ	-8.87062
▁ኣስታት	-8.87073
▁በሓቂ	-8.87236
▁ብመ	-8.87346
ሰን	-8.87397
▁ሕማቅ	-8.8743
▁ምሕራቕ	-8.87437
▁ምልክታ	-8.87469
▁ምስቲ	-8.87564
▁ሜዳ	-8.87998
▁ማሕበራዊ	-8.88229
ጨ	-8.88263
▁ብሓፈሻ	-8.88564
▁ትሕዝቶ	-8.88634
▁ብርሃነ	-8.88695
▁አንታይ	-8.88857
▁ፈለማ	-8.89121
▁ሶ	-8.89134
▁2017	-8.89219
▁ኮፍ	-8.89341
▁ኣብያተ	-8.89358
▁ዓመተ	-8.8998
▁ብሓደ	-8.90219
▁ብናይ	-8.90536
▁ይኩን	-8.9059
▁ኩ	-8.90719
ቴ	-8.90765
▁ፖሊስ	-8.9083
▁ጽሑፍ	-8.90945
▁ዘይም	-8.90961
▁ኣል	-8.90976
▁ዳርጋ	-8.91035
▁ግዳ	-8.91404
▁ሓላፊ	-8.91444
▁ነይራ	-8.91449
▁እንካዕ	-8.91788
▁ራ	-8.9185
የን	-8.91862
ሉን	-8.91954
▁ሓው	-8.92114
ረይ	-8.9229
ጂ	-8.9231
▁ተሰ	-8.92367
▁ክክክክክክ	-8.92463
▁ጋ	-8.92472
▁ጠ	-8.92564
በት	-8.92921
▁ግድን	-8.92964
▁ኣን	-8.92994
የት	-8.93168
▁ምም	-8.9322
▁ብግቡእ	-8.93221
▁ንኹሉ	-8.93222
▁2014	-8.93227
▁ባህሪ	-8.93228
ኽን	-8.93307
▁ብመሰረት	-8.93438
▁ብዝኾነ	-8.93652
▁መስ	-8.93767
መት	-8.93786
▁መጽናዕቲ	-8.94255
▁ሕርሻ	-8.94262
▁ሓዊ	-8.94421
▁ኩዕሶ	-8.94558
▁እንቋዕ	-8.94648
▁ክትከውን	-8.94658
▁ከረን	-8.94703
▁በጃኹም	-8.94938
▁ዘብል	-8.94961
▁ሓደጋ	-8.95135
ዞ	-8.95156
▁ጀ	-8.95229
▁ኣስ	-8.95312
ሺ	-8.95376
▁ዘለኹ	-8.9538
▁ብስም	-8.95735
▁ቤተ	-8.95823
▁ምዃንና	-8.95835
▁ምሸት	-8.95924
▁ኻብ	-8.95925
▁መስመር	-8.9601
▁ቦ	-8.9605
▁ስጋ	-8.96102
▁ዎ	-8.9645
▁ወለዶ	-8.9661
▁ሊ	-8.96708
▁ሰላምን	-8.96732
ታዊ	-8.96915
▁ኣካላት	-8.96952
▁ንዘ	-8.97026
ጐ	-8.971
▁ጻዕዳ	-8.97288
▁ቀረባ	-8.973
ራይ	-8.97335
ኝ	-8.97424
▁ጎደና	-8.97452
▁ስእሊ	-8.9752
ዞም	-8.97557
▁ብዝኮነ	-8.97561
▁ኣስሊ	-8.97629
▁ባዓል	-8.97683
▁ዝደሊ	-8.97857
▁ብተወሳኺ	-8.97906
▁ዉን	-8.9793
ላት	-8.98115
▁ጸሓይ	-8.98195
▁ጥ	-8.985
▁ህዝብን	-8.98569
▁እዘን	-8.98613
▁ዓርከይ	-8.98883
▁ምግባር	-8.98972
▁ርእሰ	-8.99028
▁ዋውውው	-8.99443
▁ዲኻ	-8.99475
▁ታይ	-8.99521
▁ዓባይ	-8.99688
▁ሓፍተይ	-8.99714
▁21	-8.99733
▁ሱዳን	-8.99854
▁ብዘ	-8.99863
▁በሊ	-8.99887
▁ቀጽልዮ	-8.99958
▁ኣቢሉ	-9.00024
▁ዓድና	-9.00137
▁ግምት	-9.00153
▁ኣቢ	-9.00223
▁ለይቲ	-9.00223
ርካ	-9.0029
▁ስለዝኾነ	-9.00342
ደን	-9.00416
▁ምሕረት	-9.00493
▁ዉ	-9.00651
▁ሳልሳይ	-9.00654
▁ኩቡር	-9.00729
▁ኣለዎም	-9.00853
▁ሰነ	-9.00919
▁ግርም	-9.01523
▁ንሓደ	-9.01762
▁ነብሱ	-9.02238
▁ጌርካ	-9.02257
▁መዓስ	-9.02334
▁ብምዃኑ	-9.02405
▁ዘለኹም	-9.02508
ጦ	-9.02616
▁ትኽእል	-9.02642
▁ዜጋታት	-9.02709
በሉ	-9.02964
▁ምክልኻል	-9.03053
▁ጸኒሑ	-9.03066
▁ኣጆኪ	-9.03118
▁ኤውሮጳ	-9.03134
▁መራሒ	-9.03248
▁ነይሮም	-9.03277
▁ኣሰልጣኒ	-9.03286
▁ማድሪድ	-9.03419
▁ርእይቶ	-9.03436
▁ይብሉ	-9.03441
ጒ	-9.03481
▁ጹቡቅ	-9.03602
▁ውግእ	-9.03872
▁ጉድ	-9.03898
▁ንስኺ	-9.03982
▁ባሓቂ	-9.03997
ትኒ	-9.04067
▁ድሓን	-9.0407
▁ምናልባት	-9.04081
▁ደቀንስትዮ	-9.04081
▁ክክክ	-9.04089
ጓ	-9.04321
▁ወዘተ	-9.04325
ዓት	-9.04328
ፎም	-9.04328
▁ሓሳባት	-9.04397
▁ኣባ	-9.04468
▁በታ	-9.04496
▁መንፈስ	-9.04498
▁እምበኣር	-9.04549
▁አሎ	-9.04832
▁ንፉዓት	-9.0484
▁ዓረብ	-9.04884
▁ውዕል	-9.04929
▁ኰነ	-9.04993
▁ኬ	-9.05067
▁ዓጋመ	-9.05174
▁ምዃና	-9.05296
▁ሓንሳብ	-9.05445
▁ሪ	-9.05479
▁ምክንያቱ	-9.05513
▁እንሆ	-9.05665
▁ይርከብ	-9.05877
▁ይፍለጥ	-9.05926
▁ናብራ	-9.0601
▁ሚኒስተር	-9.06032
▁ወገን	-9.06038
▁ነበርቲ	-9.06062
▁ባህላዊ	-9.06155
ተር	-9.06182
▁አቲ	-9.06221
▁ነበሩ	-9.06276
▁መጥቃዕቲ	-9.06526
▁ኣየር	-9.06562
▁ጸጋ	-9.06631
▁ዝግበር	-9.06934
▁ዕዳጋ	-9.07151
▁ኣለው	-9.07197
ታይ	-9.0749
▁አታ	-9.07549
▁ኣለኒ	-9.07882
▁ቻይና	-9.07967
▁ሲቲ	-9.08135
▁ፍርቂ	-9.08142
▁መስዋእቲ	-9.0821
▁ኢዱ	-9.08311
▁ናትና	-9.08389
ትሉ	-9.08471
▁ጨ	-9.0848
ፀ	-9.08597
▁መራሕቲ	-9.08917
▁ሕክምና	-9.08965
ኾ	-9.09009
▁ቆልዓ	-9.0922
ባር	-9.09255
▁ኣይክእልን	-9.09287
▁ቅድም	-9.09344
▁ጉዕዞ	-9.09454
▁ጽብቅ	-9.09635
▁ዓደይ	-9.0967
▁ቱ	-9.09676
0	-9.09679
▁ማን	-9.09887
▁እካ	-9.10048
▁ድራማ	-9.10212
ፈር	-9.10445
▁ማእከላይ	-9.10524
▁ኣም	-9.10726
▁ይረጋገጸልና	-9.10727
▁ምንባር	-9.10825
▁ክብሉ	-9.10842
ያን	-9.10894
▁ተማሃሮ	-9.10957
▁ህጻናት	-9.11046
▁ዝብሃል	-9.11091
ስቲ	-9.11166
▁ይገብር	-9.11189
▁ወይስ	-9.11242
▁ዩናይትድ	-9.11245
ብር	-9.11327
ንግ	-9.11353
▁መዓልታት	-9.11359
▁ድሮ	-9.11372
▁ዓሳ	-9.1167
ክስ	-9.11748
▁ንዓ	-9.11766
▁ክብረት	-9.11816
ምን	-9.11866
በይ	-9.11926
▁ኣርሰናል	-9.12026
▁2015	-9.12035
▁ኣሰና	-9.12068
▁እንተዀነ	-9.12088
▁ዝርከቡ	-9.12432
▁ርእሱ	-9.12453
▁ምህላዉ	-9.12649
▁ዝምድና	-9.12765
▁ተግባር	-9.12895
▁ጸወታታት	-9.12908
▁ኣዋልድ	-9.12956
▁ሓቀኛ	-9.13064
▁መጸ	-9.1311
▁ምዕባለ	-9.1324
▁ዶላር	-9.13277
▁ንክ	-9.13326
ለት	-9.13372
በል	-9.13399
▁ቆ	-9.13459
▁አንተ	-9.13484
ናት	-9.13535
▁ክገብር	-9.13576
▁ሙሉእ	-9.13722
▁50	-9.13901
▁ኣር	-9.13995
▁ይኣክል	-9.14182
▁ኤሪ	-9.14278
▁ኣባል	-9.1429
▁ሓጺር	-9.14381
▁ሓሊፉ	-9.14419
▁ዕላል	-9.14479
▁ኣቤት	-9.1451
▁ተመሃሮ	-9.14553
ናይ	-9.14647
▁ገብሩ	-9.14801
▁ሜ	-9.14887
ኩሞ	-9.15009
ጕ	-9.15043
ገር	-9.15265
▁ፍጻመ	-9.15509
ዖ	-9.1552
▁በላ	-9.1554
ሰብ	-9.15567
ቚ	-9.15569
ኳ	-9.1557
▁ክፍለ	-9.15724
▁ዝዓ	-9.15866
▁እስኪ	-9.16045
▁ተመስገን	-9.16215
▁ክለባት	-9.16235
▁ከልቢ	-9.16347
ኻን	-9.16612
▁ሰይ	-9.16651
ክዎ	-9.16661
▁ተኽለ	-9.16674
▁ቆንጆ	-9.167
▁ቐ	-9.16798
▁ጀርመን	-9.1684
▁ድያ	-9.17007
▁ንዓና	-9.17008
ሓት	-9.17013
▁ዕዮ	-9.1711
▁ውድድራት	-9.17168
▁ኸም	-9.17221
▁ኣርእስቲ	-9.17295
▁መጻምዲ	-9.17328
▁ጉዳያት	-9.17407
▁ዝም	-9.17431
▁ምርጫ	-9.17568
▁ተን	-9.1772
▁ኮንካ	-9.17808
▁ረብሓ	-9.1796
▁ንኽት	-9.18031
▁ወይኒ	-9.18131
▁ናቱ	-9.18136
▁ንመን	-9.18208
▁ግብሪ	-9.18343
▁ንቡር	-9.18346
ቱን	-9.18445
▁ኣለኪ	-9.18714
▁ደይ	-9.18776
▁ኩለን	-9.18786
▁አያ	-9.1884
▁ሓላፍነት	-9.18911
▁ዝዓበየ	-9.18915
ታቱ	-9.18919
▁ሸቶታት	-9.18938
▁ዶብ	-9.19049
▁ጋንታታት	-9.19049
▁ንጽበ	-9.19188
▁ዘይኰነ	-9.19245
▁ባህልና	-9.19283
▁ክርስቶስ	-9.19399
▁ገዛእ	-9.19585
▁ንዓኻ	-9.19629
ትኩም	-9.19679
▁ቸልሲ	-9.197
▁ዝኾኑ	-9.19736
▁ሓገዝ	-9.19769
▁ሻ	-9.19841
▁ምስኡ	-9.19873
▁ገጹ	-9.19929
ኣት	-9.20048
▁ሓላል	-9.20097
▁ዮ	-9.20102
▁እንከላ	-9.20131
▁ኢኪ	-9.20272
▁ሓሳዊ	-9.20411
▁ዘርኢ	-9.20477
ባት	-9.20529
▁እናበለ	-9.20535
▁ንግሆ	-9.20625
▁በለት	-9.20662
▁ዋውውውው	-9.20893
▁ምንባሩ	-9.20985
▁የኔ	-9.21042
▁ምንቅስቓስ	-9.21157
▁ምንጪ	-9.21215
▁ስልጠና	-9.21334
▁ወረቐት	-9.21457
▁ኣእምሮ	-9.21489
▁ኣይፈልጥን	-9.2149
▁ስቅ	-9.215
▁ቀሪቡ	-9.21529
▁ኪዳነ	-9.2165
▁ዓሰርተ	-9.21697
▁ዝነበራ	-9.21732
▁ዝሰ	-9.2174
▁ሕጋዊ	-9.21916
▁ከላ	-9.22064
▁ባህ	-9.2215
▁መጻኩም	-9.22324
▁በዓልቲ	-9.22399
መር	-9.22437
▁2016	-9.22608
▁ክክክክክክክ	-9.22636
▁እንስሳ	-9.2283
▁ክብ	-9.22932
▁ዲብ	-9.22964
▁ስጉምቲ	-9.23037
▁በጃኻ	-9.23067
▁ኣበርክቶ	-9.23075
▁ውድብ	-9.23335
▁ዝበሉ	-9.23573
▁ኽት	-9.23606
▁ሻምፕዮን	-9.2371
▁ረሳሕ	-9.23861
▁26	-9.23929
▁ሞራል	-9.23963
▁ክዳን	-9.2422
▁ፍቅር	-9.24289
▁ጸባ	-9.24357
▁ደገፍቲ	-9.24393
▁ሮቢ	-9.24428
▁ኮን	-9.25036
▁ነፍ	-9.25073
▁ኣት	-9.25137
▁ይሃብኩም	-9.25153
▁መሰለይ	-9.25154
▁ይተኣረመለይ	-9.25288
▁መስከረም	-9.25326
▁ኵዕሶ	-9.25475
▁ተጋዳላይ	-9.25512
▁ውሳነ	-9.25534
▁ጥበባዊ	-9.25683
ርያ	-9.2578
▁ደራሲ	-9.25912
▁ጥሪ	-9.2594
▁ዝሓ	-9.25966
▁ዞባታት	-9.25966
ይን	-9.26071
የይ	-9.26101
▁ሕቶታት	-9.26113
ሰይ	-9.26178
▁ክሊፕ	-9.26215
ኡን	-9.26428
▁ከባቢታት	-9.26524
ክዮ	-9.26527
▁ወርቂ	-9.26603
▁ምኽሪ	-9.26607
▁ፋሕ	-9.26654
▁እንድዩ	-9.26656
▁ዝበለጸ	-9.26671
ላል	-9.26686
▁መድሃኒት	-9.26724
▁ማር	-9.26838
ታን	-9.2697
▁ብኣካል	-9.27016
▁ግቡእ	-9.2706
▁ኮመንት	-9.27138
▁ቀሊል	-9.27163
▁ትጽቢት	-9.27243
▁ዐ	-9.27257
▁ተዓ	-9.273
▁መሪር	-9.2737
▁ምሽ	-9.27481
▁ኣድ	-9.276
ርና	-9.27756
▁ሳላ	-9.27879
▁ሰዓታት	-9.27939
▁ዝመስል	-9.27962
▁ተወሳኺ	-9.28012
▁የብለይን	-9.28031
▁ብዝሒ	-9.28057
መይ	-9.28138
▁ይከኣል	-9.2816
▁ዘበለ	-9.28449
▁ንሓ	-9.28474
▁ዲዩ	-9.28523
▁እዪ	-9.28546
ኩን	-9.28776
▁ትግራዋይ	-9.28891
▁24	-9.28937
▁ጨረታ	-9.28939
▁ደቅና	-9.28946
▁ክኢላታት	-9.28998
▁40	-9.29012
▁ወደ	-9.29119
▁መዓልታዊ	-9.29126
▁ጃ	-9.29258
▁ዝገልጽ	-9.29324
▁ጸገማት	-9.29447
ሖ	-9.29453
ካያ	-9.2958
▁ቶ	-9.29593
ሴ	-9.29671
▁ዓሊ	-9.29679
▁ደጊም	-9.29778
▁ከፍ	-9.29914
▁ብተ	-9.30113
▁ነብሲ	-9.30118
▁ዝነበሮ	-9.30136
▁ምንታይ	-9.30251
ቪ	-9.3029
▁ናበይ	-9.30316
▁ፊ	-9.30517
▁ዝነብር	-9.30552
በለ	-9.3057
▁ዝመ	-9.30752
▁ምስጋና	-9.3091
▁ኪሎ	-9.31045
▁ብምሉእ	-9.31089
ክል	-9.3113
▁ሎምስ	-9.31138
▁ትመስል	-9.31236
▁ዝኽሪ	-9.31407
▁ናሆም	-9.31466
▁ቡ	-9.31624
▁ዓውዲ	-9.31648
▁ዘተ	-9.3183
ሆ	-9.31919
በረ	-9.31957
▁ምጽላእ	-9.32135
ለው	-9.32343
▁ከአ	-9.32355
▁ብልጽቲ	-9.32413
▁ናይታ	-9.32422
▁ተደ	-9.32471
▁ቃንዛ	-9.32492
▁ሃገረ	-9.32579
ኤል	-9.32672
▁በራድ	-9.32677
▁ደቒቕ	-9.327
▁ተኸሳሲ	-9.32807
ታቶም	-9.32845
▁ክርስትያን	-9.32853
ሳት	-9.32972
▁ደሃይ	-9.3302
▁ሙሴ	-9.33106
▁ፍጥረት	-9.33127
▁ሓይልታት	-9.33148
▁ሓርነት	-9.33386
▁ዳሓን	-9.33543
ጫ	-9.33663
▁ቈልዑ	-9.3374
▁ተወልደ	-9.33788
▁ምቅርቲ	-9.33796
▁ዝመጸ	-9.33807
▁ስድራቤት	-9.33834
ዖም	-9.3392
▁ዝለዓለ	-9.33952
▁ኣልቦ	-9.33996
▁ዝምልከት	-9.34029
▁ኣዋርሕ	-9.34106
▁በሎም	-9.34249
▁ዝኾነት	-9.34282
▁ንተ	-9.34369
ረን	-9.34422
▁ህጻን	-9.34459
▁ተተ	-9.3449
▁ነተን	-9.3459
▁ጎይታ	-9.34606
▁ናጻ	-9.34689
▁ከለዉ	-9.34708
▁መንግስተ	-9.34802
▁መጀመርያ	-9.34901
▁ሓምለ	-9.34934
▁ሃገራዊት	-9.34963
▁እኹል	-9.34968
ክም	-9.35173
▁አይት	-9.35228
▁ዙርያ	-9.35234
▁ሱ	-9.35364
▁ተመሳሳሊ	-9.35371
▁ይተሓለወለይ	-9.35412
ነቱ	-9.35464
▁ዛጊት	-9.35542
▁ፊልሚ	-9.35592
▁መስተ	-9.35686
▁ዕረፍቲ	-9.35727
▁እለ	-9.35799
▁ሰሜን	-9.3582
▁ብሽክለታ	-9.35826
ቭ	-9.35921
ቸ	-9.35934
▁ጌሩ	-9.35948
▁ስለዝሞተ	-9.35985
▁ኹሉ	-9.36364
ደይ	-9.36537
▁ሳሚ	-9.36598
▁ንሰብ	-9.36735
▁ግብረ	-9.36838
▁ኣጆኺ	-9.37018
▁መልክዕ	-9.37057
▁ሉ	-9.37149
ለም	-9.37189
▁ተወ	-9.37243
▁እንተደኣ	-9.37294
▁ብርግጽ	-9.3733
▁ኣፍልጦ	-9.37381
ቝ	-9.37412
▁መጺኡ	-9.37444
▁ኢልኪ	-9.37466
▁ምሕ	-9.37554
▁ጽርግያ	-9.37616
ቋ	-9.37664
▁ኮኾብ	-9.3767
▁ሰምሃር	-9.37688
▁እነ	-9.37694
ምር	-9.37709
▁ሆ	-9.37724
▁ቦታታት	-9.37773
▁ዝኸይድ	-9.37815
▁መስለኒ	-9.37896
ፍር	-9.37906
▁ዝኽእሉ	-9.3791
▁ሆስፒታል	-9.37964
▁ክሕ	-9.38016
▁ልብና	-9.3807
▁ኣኼባ	-9.38114
▁ጀመረ	-9.38178
▁ንኸ	-9.38215
▁ወለዲ	-9.38328
▁ዘይኮነስ	-9.38411
▁ኣፈወርቂ	-9.38474
▁ብደረጃ	-9.38516
ጌ	-9.38603
▁ሰፊሕ	-9.38781
▁ኔረ	-9.3882
▁ምዃን	-9.3886
1	-9.38865
▁ኣብርሃ	-9.38895
▁ጐ	-9.38926
▁ይሕ	-9.38939
▁ይኽእሉ	-9.38956
▁ፎ	-9.39169
▁ንስ	-9.39173
▁ዝሕ	-9.39176
▁ነባሪ	-9.39194
▁ልምዓት	-9.39277
▁ግዲ	-9.39288
▁ዲካ	-9.39428
ልም	-9.39519
▁ገበን	-9.39566
▁ጸጋይ	-9.39612
▁ያቆባ	-9.3963
▁እንኳዕ	-9.39643
▁ኣትዩ	-9.39787
▁ፕሪመር	-9.39933
▁ስርሓት	-9.3998
ድን	-9.39985
▁ድቃስ	-9.40027
▁እንተተ	-9.40131
▁እንኮ	-9.40137
▁ተባዕታይ	-9.4021
▁እዚኦም	-9.40454
▁ተቐ	-9.40471
▁ደሓር	-9.40561
▁ግበር	-9.40569
▁ህዝበይ	-9.40599
▁ክነ	-9.4061
▁ብልቢ	-9.4062
ዜ	-9.40629
▁ንኽእል	-9.40865
▁ማንቸስተር	-9.40974
▁ምብራቕ	-9.41027
▁ግንቦት	-9.41173
▁አነ	-9.41189
▁ጨንፈር	-9.41325
▁ተጋደልቲ	-9.41368
▁ክህሉ	-9.41523
▁ይቕጽል	-9.41534
▁ግጥማት	-9.41605
▁እንዶ	-9.41734
▁ብድሕሪ	-9.41772
▁ስብ	-9.4178
▁ኣዕ	-9.4193
▁በብ	-9.41946
▁ሩስያ	-9.42011
▁ስለዘይ	-9.42116
▁ሰለ	-9.42135
▁ዓገብ	-9.4218
▁ዶክተር	-9.42315
▁ምሳይ	-9.42542
▁ሃብቲ	-9.42555
ቹ	-9.42613
▁ከለኹ	-9.42724
▁ሂ	-9.42768
▁ንግዲ	-9.42823
▁ኮርያ	-9.4295
▁ንእሽቶ	-9.42964
ባብ	-9.43004
▁ዝኣመሰሉ	-9.43004
▁ንብዓት	-9.43052
▁ምሃብ	-9.43084
ነን	-9.43131
▁ወኪል	-9.4318
▁በር	-9.43274
▁ሓመድ	-9.43306
▁ጽብቕቲ	-9.43326
▁ኣብነት	-9.4333
▁ኣጋ	-9.43371
ስት	-9.43374
▁ዘየለ	-9.43394
ይቲ	-9.43407
▁ምዃነይ	-9.43449
▁ተኽእሎ	-9.4348
▁ዳግማይ	-9.43539
▁ጠንቂ	-9.43675
▁ኤርትራን	-9.43774
▁መለስ	-9.43831
▁ኣሎና	-9.43847
▁ምስጢር	-9.44114
አት	-9.44189
▁ፖለቲካዊ	-9.44287
▁ሃይማኖት	-9.44375
▁ውልቀ	-9.44398
▁መጋባኣያ	-9.4462
▁ኣቐዲሙ	-9.4462
▁ቅርጺ	-9.44769
ጾ	-9.44785
▁ከተማታት	-9.44787
▁ተባዕትዮ	-9.44847
▁ደርፍታት	-9.44988
▁ማርያም	-9.45088
▁ኣዝያ	-9.45215
▁ስለዝበሉ	-9.45301
▁በርሀ	-9.4531
▁ዪ	-9.45374
▁ጋሽ	-9.4538
▁ሚእታዊት	-9.45405
▁ዝሓሸ	-9.45475
▁ቅኑዕ	-9.45654
▁መሓሪ	-9.4566
ስካ	-9.45753
ርክ	-9.4577
▁ሕልሚ	-9.45772
▁ባጽዕ	-9.45826
ስተ	-9.46001
▁ይመስል	-9.46009
▁ውላድ	-9.46056
▁የሱስ	-9.46171
▁ሓያሎ	-9.46264
▁ሕብሪ	-9.46271
ደር	-9.46371
▁ሒዝካ	-9.46375
▁መላእ	-9.46517
▁ካብታ	-9.46556
▁ብሓባር	-9.46595
▁ሒዛ	-9.46603
▁ይሓይሽ	-9.46628
▁ጽንዓት	-9.46657
▁ኣለኹም	-9.46908
ረብ	-9.46974
▁ኣመና	-9.47141
▁ብቐሊሉ	-9.47142
▁ነፈርቲ	-9.47352
▁ህንጻ	-9.4741
▁ቀስ	-9.47439
▁ይረጋገጸሎም	-9.47467
▁ወፍሪ	-9.47476
በላ	-9.47486
▁ቤቱ	-9.47524
▁ሃገረይ	-9.47563
▁መንነት	-9.4757
▁ዩኤል	-9.47577
▁ባይቶ	-9.47662
▁ጸርፊ	-9.47737
▁ኣመ	-9.47746
▁ንኤርትራ	-9.47778
▁ተኸ	-9.47781
▁ክንብል	-9.4781
▁ስቕ	-9.47811
ኩማ	-9.47908
▁ኪድ	-9.47966
▁ብራቮ	-9.48076
▁ሰኒ	-9.48129
▁አት	-9.48349
▁መንደፈራ	-9.48356
▁ዝፍለጥ	-9.48411
▁ከምዘለዎ	-9.48425
▁ምልክት	-9.48501
▁ተዋሳእቲ	-9.48514
▁በጃካ	-9.48531
▁ህያብ	-9.48545
▁ሕማማት	-9.48604
ማር	-9.48757
▁ክንድዚ	-9.4876
▁ሃየ	-9.48816
▁ዱ	-9.48849
ካኒ	-9.48863
▁ውሽጣዊ	-9.4901
ዂ	-9.49119
▁ንእ	-9.49134
▁ምስራሕ	-9.49139
▁ከማኻ	-9.4914
▁ብብዝሒ	-9.49206
▁ኣርኣያ	-9.49249
▁ምር	-9.49387
▁ብምግባር	-9.49401
▁ኮይነ	-9.49488
▁ኣረዲኡ	-9.4954
▁ምስክር	-9.49545
▁ሃገሩ	-9.49603
▁ናብታ	-9.49627
▁አሞ	-9.49814
▁ግብጺ	-9.49881
▁ኣበ	-9.49912
▁ፍታሕ	-9.49942
▁ስራ	-9.50095
▁ገነት	-9.50147
ዅ	-9.50251
▁ሽልማት	-9.5035
ጆ	-9.50396
▁የቐንየልና	-9.50446
ሖም	-9.50447
▁ተሓቢሩ	-9.50522
▁መር	-9.50591
▁ጀነራል	-9.50591
▁ነሽነሽ	-9.50591
▁ጸብጻብ	-9.50735
▁ንድሕሪት	-9.50783
▁ንፍዕቲ	-9.50956
▁እውይ	-9.5098
▁ሕቡራት	-9.5098
▁ዝገበረ	-9.51047
▁እሊ	-9.51199
▁ላዕለዋይ	-9.51266
▁ንኩሉ	-9.5133
ሔ	-9.51411
▁ኖ	-9.5153
▁ለባም	-9.51547
▁ቀዳሞት	-9.51558
ዎን	-9.5166
▁ከደ	-9.51719
▁ተላ	-9.51753
▁አዛ	-9.51816
▁ዓንሰባ	-9.51849
▁ወገናት	-9.51889
▁የሕዋተይ	-9.52154
▁ፍቓድ	-9.5219
ካስ	-9.52229
▁ነሓሰ	-9.52255
ኩሉ	-9.52266
▁ፈተነ	-9.52276
▁ዝኣክል	-9.52288
▁ጂግና	-9.52289
ብሎ	-9.52433
▁ብምዃን	-9.52532
▁ጥቅምቲ	-9.52532
▁ግርማይ	-9.52674
▁ሓደራ	-9.52705
▁ገዛና	-9.52749
▁ማማ	-9.52777
▁ብሉጻት	-9.52778
▁ምሳኻ	-9.52814
▁በረኸት	-9.5287
▁ተመራመርቲ	-9.52974
▁ተማ	-9.52975
▁ምርጥ	-9.52984
በሩ	-9.53077
▁ጸሎት	-9.5308
▁ፓ	-9.53304
▁ኣንቱም	-9.53322
▁ስሙ	-9.53387
▁ነበረት	-9.53393
ኣን	-9.53408
▁ፍልልይ	-9.53419
▁ባርካ	-9.53464
▁ትእዛዝ	-9.53468
▁ሕዳር	-9.53493
▁አን	-9.53501
ማን	-9.53548
▁ታሕሳስ	-9.53566
▁ሕሰም	-9.53607
▁ዘይብሎም	-9.53625
▁ልቡ	-9.53646
▁እዝ	-9.53711
▁ከመ	-9.5372
▁ይግለጽ	-9.53803
▁ብኡ	-9.54074
▁ዝገብር	-9.5411
ረስ	-9.54146
▁ዝገርመኒ	-9.54191
▁ጸረ	-9.54286
▁ሓበን	-9.54291
ደም	-9.54325
▁ጸዓት	-9.54326
ዊት	-9.54351
▁ደቀይ	-9.54356
▁ሩሑስ	-9.54463
▁ተጸ	-9.5454
▁ንዕ	-9.54591
▁ደለይቲ	-9.54666
▁ዓለምና	-9.54681
▁ክክክክክክክክ	-9.54682
▁ከምዝኾነ	-9.54698
ኬ	-9.54701
▁ካሕሳይ	-9.54725
▁መቸም	-9.54762
▁2019	-9.54779
▁ቈልዓ	-9.54814
▁ህዬ	-9.54966
▁መድህን	-9.55002
ግር	-9.55077
ደል	-9.55125
▁ክብለካ	-9.55154
ከር	-9.55215
ይዎ	-9.55222
ገድ	-9.55323
▁ዝገብሮ	-9.55417
▁ዓቐን	-9.55489
ፋት	-9.55523
▁ዘይብላ	-9.55634
▁ሕብረተ	-9.55663
▁ኪዳን	-9.55665
ሾ	-9.55677
▁ቆርጫጭ	-9.55719
ፈን	-9.55724
▁ወተሃደራዊ	-9.5582
▁መቅሰን	-9.56132
▁ኣህጉራዊ	-9.56175
▁እንደ	-9.56213
▁ተጠ	-9.56241
▁ርእሶም	-9.56257
▁ኣቦታትና	-9.5629
▁እም	-9.5629
▁መርበብ	-9.56382
▁ኣተሓሳስባ	-9.56591
▁ክእለት	-9.56743
▁እንተኾይኑ	-9.56743
ባይ	-9.56845
▁ኢሳይያስ	-9.56991
▁ሓቢሮም	-9.5701
▁የቀንየልና	-9.57043
በን	-9.57137
▁ተቐዳደምቲ	-9.57156
▁ሮቤል	-9.57212
▁ኣድጊ	-9.57235
▁ባባ	-9.57327
ራር	-9.57544
ነው	-9.577
▁ኣሃዱ	-9.57707
ያዊ	-9.57768
▁ዞም	-9.5778
▁ፈረንሳ	-9.57836
ድር	-9.5804
▁ገይረ	-9.58042
▁ህዝብ	-9.58134
▁ሕማመይ	-9.58282
ፃ	-9.5845
▁ተኣ	-9.5846
ጥር	-9.58522
▁ንጹር	-9.58533
▁ክስ	-9.58677
▁ጽልዋ	-9.58686
▁ሳልሕ	-9.58773
▁ሽዱሽተ	-9.58906
▁ተረ	-9.58926
▁አል	-9.58931
▁የብላን	-9.58949
▁ዋውው	-9.58957
▁ኢድካ	-9.58983
▁ሃገርን	-9.59009
▁ምድ	-9.59023
▁ቁጠባዊ	-9.59051
▁ዝተረፈ	-9.591
▁ትብሎ	-9.59114
ፈት	-9.59122
ላን	-9.59126
▁ምርኣይ	-9.59174
▁ጽባቐ	-9.59191
▁ንዕኡ	-9.5934
▁የሕዋትና	-9.59351
▁ክመጽእ	-9.59492
▁ዝሃቦ	-9.59511
▁ንሶም	-9.59525
▁ሰሜናዊ	-9.59535
▁ብደሓን	-9.59553
▁ተገ	-9.59557
▁ክሰርሕ	-9.59578
▁ኣለም	-9.59813
▁ብቐጥታ	-9.5985
▁ክበሃል	-9.59974
▁ሜተር	-9.60027
▁ምዕ	-9.60027
▁ቻነል	-9.60124
▁ክብርን	-9.60144
▁ኣዝየ	-9.60152
ዘን	-9.60178
ፓ	-9.60202
▁ኣሰናዳኢ	-9.6022
▁ሓቢቢ	-9.60251
ሰት	-9.60283
▁ምጽ	-9.60296
ይት	-9.60316
ደት	-9.6035
▁ጥቓ	-9.60387
▁ፋኑስ	-9.60436
▁ኣማኑኤል	-9.60552
▁ምው	-9.60727
ርኣ	-9.60771
▁ሰልፊ	-9.6089
▁ብዓ	-9.609
▁ፍርያት	-9.60918
▁ናይቶም	-9.60985
▁ሜላ	-9.61013
▁ዓሻ	-9.61037
▁ጸሊም	-9.61044
▁ቆልዑ	-9.61052
▁ስምምዕ	-9.61082
▁ዅሉ	-9.61088
▁ዝጸ	-9.6122
▁ኣይም	-9.61554
▁ቀዳመይቲ	-9.61613
▁ተቀ	-9.61678
ኣብ	-9.61772
ጋገ	-9.61776
▁ዋውውውውው	-9.61882
▁ኢን	-9.6189
▁ጸቕጢ	-9.61982
▁ግበሩ	-9.6209
▁ገሊጾም	-9.62091
▁የብልናን	-9.62118
▁አም	-9.6223
▁ደቁ	-9.62282
▁መታን	-9.62303
▁ዘድሊ	-9.62305
▁የን	-9.62382
▁ንፋስ	-9.62395
▁ብምስ	-9.6241
▁45	-9.62471
▁መንግስትን	-9.62488
▁ጆን	-9.6251
▁ሰራሕተኛታት	-9.62546
▁ትኸውን	-9.62562
▁መዳ	-9.62653
▁ስነጥበብ	-9.62693
▁ብድሓን	-9.62763
▁ደራፋይ	-9.62794
▁ሜትሮ	-9.62799
▁ንስኩም	-9.6292
▁ፓውንድ	-9.63066
▁ምስቶም	-9.63128
▁ሊቨርፑል	-9.63174
▁ንእግዚኣብሄር	-9.63175
▁ዮውሃንስ	-9.63175
▁እንተዝ	-9.63354
ቺ	-9.63398
▁የድሊ	-9.63464
▁ሪያል	-9.63506
▁ዝነብሩ	-9.63563
▁ሰውራ	-9.63623
▁ዘይፈልጥ	-9.6363
▁ነብሰይ	-9.63668
▁ክካየድ	-9.63678
ኩምን	-9.63764
▁ዕብየት	-9.63817
▁ውሑዳት	-9.6383
▁ገረብ	-9.63843
▁ኩልና	-9.63846
▁ሓፈሻዊ	-9.6394
▁ትሕተ	-9.63998
▁ክላ	-9.64
▁ንስኹም	-9.64095
▁ከምዝተ	-9.64102
▁ንስኻትኩም	-9.64115
ሇ	-9.64217
▁ድዮም	-9.64281
▁ኣንቲ	-9.64287
▁ዝስዕብ	-9.64342
▁ባእ	-9.64424
▁እንከለዉ	-9.64436
ማይ	-9.6448
▁ዓሌት	-9.64502
▁ሕብረት	-9.64632
▁ሰይጣን	-9.64857
▁ክሲ	-9.64878
▁ብድሕሪኡ	-9.64898
▁ዜጋ	-9.64899
ላለ	-9.64985
▁እምኒ	-9.64986
▁መሳ	-9.65092
▁ንዝተ	-9.65313
▁አንዳ	-9.6533
ብራ	-9.65365
▁ሓያለ	-9.65383
▁ፍሊም	-9.65409
▁ዓመታዊ	-9.65778
▁ዝበሎ	-9.65792
▁ተለ	-9.65793
▁ብር	-9.65799
▁ሚሊ	-9.6581
▁ስራሕካ	-9.65844
▁ሺ	-9.65857
▁መራ	-9.6589
▁ስለዝበለ	-9.65901
ለና	-9.65956
▁ምዝራብ	-9.66027
▁ከይዱ	-9.66044
▁ገብረ	-9.66051
▁ይምነየልካ	-9.66146
▁ባህልን	-9.6615
▁ዑስማን	-9.66162
▁ሓዞ	-9.66202
▁ዝግባእ	-9.66238
▁እናበልና	-9.66269
▁ሂቡ	-9.66326
▁ሓለፍቲ	-9.66366
▁ደቀምሓረ	-9.66444
▁ብኻልእ	-9.66559
▁ብት	-9.66596
▁ሕሉፍ	-9.66632
▁ተዋ	-9.66677
▁ከማይ	-9.66687
▁ካብተን	-9.6678
▁ክው	-9.66869
▁ንሓፋሽ	-9.66896
ልያ	-9.67027
▁ዝብሎ	-9.67111
ነታ	-9.67241
▁ደቅ	-9.67253
ሽን	-9.67254
▁ኣለ	-9.67295
▁ከምዝኽእል	-9.67322
▁እግዚአብሔር	-9.67338
▁መጋቢት	-9.67349
▁ተፈሊጡ	-9.67352
▁ቃ	-9.67407
▁ብምሕባር	-9.6741
▁ደረፍቲ	-9.67437
▁ኣማ	-9.67476
▁ክትብሉ	-9.67618
▁ብጣዓሚ	-9.6769
▁ማይን	-9.67703
▁ሓቀይ	-9.67711
▁ብሓ	-9.68009
▁ኣተ	-9.68068
▁እንስሳታት	-9.68106
▁ዝተመዝገበ	-9.68131
▁ብምጥቃስ	-9.68147
▁ወይዘሮ	-9.68205
▁ዝግለጽ	-9.68206
▁ሰለሙን	-9.68213
▁አረ	-9.6829
▁ኤደን	-9.68326
▁በዛ	-9.68343
▁ኣሕዋትና	-9.68413
ኣቱ	-9.68428
▁ጸብጻባት	-9.68447
▁ዝርከባ	-9.68491
በራ	-9.6862
▁ክነብር	-9.6864
▁ጅ	-9.68641
ረግ	-9.68656
▁ወሰን	-9.68675
ወት	-9.68685
▁በረኻ	-9.68708
▁የውሃንስ	-9.68857
ሰር	-9.68936
▁ይስ	-9.6895
ብካ	-9.69032
ስታ	-9.69054
▁ሃንደበት	-9.69068
▁ልቦና	-9.69149
▁ኣግራብ	-9.69156
▁ክኸይድ	-9.6918
▁ዝበ	-9.69217
▁ዘይክእል	-9.69253
ታል	-9.69256
▁ገበረ	-9.69277
ልን	-9.69283
▁ኮለጅ	-9.69308
የሉ	-9.69337
▁አስ	-9.69377
ተት	-9.69432
▁ሓደስቲ	-9.69446
▁ክልቲኦም	-9.69474
ቫ	-9.69509
▁ፋጨ	-9.69516
▁ተጋ	-9.69598
▁ፈደረሽን	-9.69764
▁ዓይነይ	-9.69822
▁ብስ	-9.6987
▁ሒዞም	-9.6989
▁ኤሪትራ	-9.69893
▁እናበሉ	-9.69923
▁ክሓልፍ	-9.69926
▁ለካቲት	-9.6994
▁ወስ	-9.69979
▁ድየ	-9.70155
▁ሶርያ	-9.70187
▁መጻ	-9.70198
ምና	-9.70329
ዔ	-9.70393
▁ደልየ	-9.70433
▁ስራሓት	-9.70479
▁ዜማን	-9.70481
▁ኤረትራ	-9.70583
▁ታደሰ	-9.70595
▁ስለዝሞተት	-9.70606
▁000	-9.70627
▁ፍሉጥ	-9.70643
▁ቴክኖሎጂ	-9.70672
▁ጌርና	-9.70812
▁ትዛረብ	-9.70829
▁ዝህብ	-9.70876
▁ተሳ	-9.70931
▁ስለዘ	-9.7095
▁ኣባይቲ	-9.70953
▁መሳርሒ	-9.71019
▁ግደ	-9.71048
▁ሓፋሽ	-9.7106
▁ዘሕዝን	-9.7112
▁ቅሩብ	-9.71141
▁ንስኪ	-9.71166
▁ብወገነይ	-9.71231
▁ብፍ	-9.71237
▁ብዝብል	-9.71382
▁የብሎምን	-9.71423
▁ትሕ	-9.71427
▁ቀሺ	-9.71528
▁ወሳኒ	-9.7153
▁ሕራይ	-9.71652
▁ኪሮስ	-9.71664
ኲ	-9.71684
ባዕ	-9.71703
▁ሳዕ	-9.71729
ፌ	-9.71779
▁ዘፈን	-9.71927
▁ጊ	-9.72013
▁መግዛእቲ	-9.72061
▁ዕዉት	-9.72069
▁ከምዛ	-9.72079
▁ማእሰርቲ	-9.72101
▁ሰማእታት	-9.72137
ሄ	-9.72144
▁ጌና	-9.72267
▁ኔራ	-9.72313
▁አለ	-9.72347
ቖም	-9.72409
▁ብተመሳሳሊ	-9.72419
▁ኣዝዮም	-9.72442
▁ሓራ	-9.72472
ርር	-9.72501
▁ተበግሶ	-9.72549
▁ዝነ	-9.72591
▁ተፈ	-9.72634
▁ኣሕመድ	-9.72671
▁ክቕጽል	-9.72692
▁ስርዓተ	-9.7272
▁ሊብያ	-9.72732
▁ኩባንያ	-9.72775
▁ላይ	-9.72834
▁ስለዝበለት	-9.72836
ዳድ	-9.72851
▁መጻእኩም	-9.72898
▁ንሕ	-9.73043
▁ክትገብር	-9.73086
▁ዝተገብረ	-9.73114
▁ህዝብታት	-9.73122
▁ክኢሉ	-9.73197
▁ፅቡቅ	-9.73201
▁ለአ	-9.73273
ፒ	-9.73319
▁ንዘይ	-9.73389
▁ዘም	-9.73409
ፈተ	-9.73421
ቀት	-9.73466
ዉን	-9.73543
▁ካበይ	-9.73603
▁ሃቡኒ	-9.73745
▁ምሕደራ	-9.73776
▁ፖለቲካ	-9.73812
▁መሊሱ	-9.73827
ምጽ	-9.73887
▁ኔርካ	-9.73933
ርቲ	-9.73949
▁እትብል	-9.74027
▁መጻካ	-9.74061
ብላ	-9.74124
▁ኣው	-9.74129
▁ዘገርም	-9.74168
▁ርሑቕ	-9.74176
▁የሕ	-9.74179
▁ይፈልጥ	-9.74191
ቘ	-9.74257
ዋይ	-9.74262
▁ከምዘለዉ	-9.74299
ብሉ	-9.74327
▁ሚእቲ	-9.74364
ኣይ	-9.74439
▁ደቃ	-9.74456
▁ተገሊጹ	-9.74476
▁የብልካን	-9.74738
▁ፊሊም	-9.7477
▁ብሕ	-9.74779
ልዎ	-9.74793
▁ኣሰ	-9.7484
▁ኣይኮኑን	-9.74904
▁ዝስ	-9.74917
ወር	-9.7493
▁ጭ	-9.74963
▁እድሪስ	-9.74963
▁ደገፍ	-9.75011
▁ዝገበሮ	-9.75023
▁ዕማም	-9.75048
ውር	-9.75079
▁ናብኡ	-9.75224
▁ጎሮሮ	-9.75225
2	-9.75283
▁ህንዲ	-9.75285
▁እዮ	-9.75314
▁እንተዘይኮይኑ	-9.75337
▁መካይን	-9.75337
▁ኣይክ	-9.75359
▁ክዛረብ	-9.75381
▁ሓሰውቲ	-9.75394
እና	-9.75444
ላዊ	-9.75503
▁ንደቂ	-9.75511
ቻ	-9.75578
▁ዝፈልጦ	-9.75584
▁ህዝቡ	-9.75603
▁ቀዳም	-9.75607
▁ኣይከኣለን	-9.7564
▁ንናይ	-9.75717
▁ብሩኽ	-9.75728
▁በጺሑ	-9.75763
▁አባ	-9.7584
▁ስላም	-9.75877
▁ኮይንካ	-9.75877
▁ብወገኑ	-9.75887
▁ዝቐ	-9.75917
▁ኣሎኹ	-9.75996
▁ብርቱዕ	-9.76011
▁ምርኢት	-9.76016
▁ይበሃል	-9.76087
▁ድሌት	-9.76088
▁ሰበ	-9.76107
▁ግናኸ	-9.76235
▁ብግብሪ	-9.76276
▁ግዳይ	-9.76295
ረክብ	-9.76299
▁ዝገርም	-9.76318
▁ፈጺሙ	-9.7634
▁ከለኻ	-9.76355
ታታ	-9.76373
ግል	-9.76386
▁ዝምልከቶ	-9.76387
▁ብእ	-9.76396
▁ገጻ	-9.764
▁ጸጋታት	-9.76404
▁ካልእን	-9.76442
▁ኣይደልን	-9.76702
▁መነባብሮ	-9.76725
▁ኣበባ	-9.76734
▁ክረክብ	-9.76759
▁መትከል	-9.76771
ጠል	-9.7678
ባል	-9.7678
▁ኣረጊት	-9.76883
▁ቪድዮ	-9.76884
▁ምቕ	-9.7689
ዋን	-9.76891
ኰ	-9.7697
▁ተራእዩ	-9.77032
▁ባር	-9.77034
▁ተበ	-9.77164
ፍት	-9.77185
▁ስርሑ	-9.77289
▁ኢጣልያ	-9.77348
▁ዮሴፍ	-9.77383
▁ብምኽንያት	-9.77384
▁እዚኣቶም	-9.77389
▁እዝኒ	-9.77425
▁ናይዛ	-9.77502
▁ዝተሰ	-9.77525
ጾም	-9.77598
ዓሉ	-9.77676
▁ባህርያዊ	-9.777
▁ከማካ	-9.77718
▁ባህጊ	-9.77744
▁ኣማራጺ	-9.77785
▁ጎበዝ	-9.77827
▁ክል	-9.77842
▁ዝናብ	-9.77846
▁ክኢላ	-9.78032
▁ምስግጋር	-9.78077
▁አና	-9.781
▁ገይሮም	-9.78214
▁ወራር	-9.78293
▁ደርፍ	-9.78394
እካ	-9.78415
ብና	-9.78457
▁ላዕሊ	-9.78466
▁ሸውዓተ	-9.78648
▁ማዓልቲ	-9.78656
▁ከለና	-9.78692
▁ካባኻ	-9.78693
▁ነሩ	-9.78758
▁ልጅ	-9.78792
▁ይም	-9.78868
▁መከራ	-9.78911
▁የሚ	-9.79034
▁በደል	-9.79039
▁ግጥምን	-9.79043
▁ኣሳ	-9.79118
ከል	-9.79142
ፍለ	-9.79167
ኤን	-9.792
ክር	-9.79272
▁ህርመት	-9.79289
▁ገርካ	-9.79297
▁ሓሙስ	-9.794
▁ዝዀኑ	-9.79468
ቛ	-9.79478
▁አድ	-9.79488
▁ዝነበርኩ	-9.79553
▁ዝበዝሐ	-9.79601
ናዊ	-9.79631
▁ቀፅለሉ	-9.79684
ግን	-9.79791
▁ወዱ	-9.7982
▁ዑ	-9.79901
▁ጌርኩም	-9.79926
▁ጡዑም	-9.79929
▁ዋእ	-9.80034
ዃ	-9.80083
▁ጸላም	-9.80187
▁ኰይኖም	-9.80381
▁ትፈልጥ	-9.80469
▁ነብስኻ	-9.80478
▁ሃብተ	-9.8051
▁ድምጻዊ	-9.80511
▁ጸልማት	-9.80776
▁ዙር	-9.8079
▁ክህብ	-9.80818
▁ኰይና	-9.80903
ለካ	-9.80912
▁አምላክ	-9.80934
▁ፉ	-9.80996
ዛረብ	-9.81004
ርስ	-9.81043
▁ዒ	-9.81063
▁መሲ	-9.81144
▁መጽ	-9.81258
ርድ	-9.81303
▁እናኣ	-9.81319
▁ድራር	-9.81377
▁ቃለ	-9.81403
▁ምኽ	-9.81443
ዐት	-9.81474
▁ይብዛሕ	-9.81496
▁ኣካይዳ	-9.81503
▁ዘመናዊ	-9.81504
▁ሄለን	-9.81576
▁ምንም	-9.81584
ለሉ	-9.81586
▁ዝፈቱ	-9.81627
ማም	-9.81635
▁ገድሊ	-9.81657
ነትን	-9.81678
▁ትርከብ	-9.81693
▁መሰረታዊ	-9.81771
▁ቀዳመ	-9.81808
▁ልዳት	-9.81838
▁ንነዊሕ	-9.81882
ውድ	-9.81887
▁ክህልዎ	-9.81917
▁ጎኒ	-9.81944
ህብ	-9.81948
▁ዀይኑ	-9.81948
▁ሒደት	-9.81953
▁ዝኸ	-9.81956
▁ዝፈልጥ	-9.81972
▁ኣወዳት	-9.82077
▁ሓረስቶት	-9.82079
ሙና	-9.82116
ፍረ	-9.82132
▁ቡን	-9.82177
ድና	-9.82232
▁ዀነ	-9.82323
ክኒ	-9.82345
▁ብልክዕ	-9.82369
▁ሕድሪ	-9.82384
ልቲ	-9.82508
▁መርመራ	-9.82625
▁ምዕራብ	-9.82631
▁ያቆበይ	-9.82673
▁ቀትሪ	-9.82755
▁ልት	-9.8276
▁መሪሕነት	-9.82778
▁ምግ	-9.82779
▁ሞንጎ	-9.82798
▁ክኾኑ	-9.82841
መጸ	-9.82847
▁ኢዚ	-9.82859
▁ብተደጋጋሚ	-9.82872
▁ጎል	-9.82898
▁ዝኣ	-9.82914
▁ባህታ	-9.82963
▁ኔርና	-9.82975
ኩዎ	-9.82978
▁ቤላ	-9.82986
▁ትምህርትን	-9.83033
▁ዘለናዮ	-9.83082
ወል	-9.83097
▁ይግበር	-9.83117
ዘር	-9.83182
▁ክንጽበ	-9.83189
▁ፈታዊ	-9.83206
▁ትሓ	-9.83298
▁ደሴት	-9.83315
▁ትግረ	-9.83393
▁ዝቕጽል	-9.83408
▁ለይ	-9.83422
▁ዝባሃል	-9.83463
▁ይቅረ	-9.83504
▁ምስሊ	-9.83724
ራዊ	-9.83759
▁ወጺኡ	-9.83803
▁ገጻት	-9.83835
▁ዊ	-9.83867
▁ብምንባሩ	-9.83874
▁ዓድታት	-9.83899
▁ተባዕ	-9.83971
▁ሽም	-9.84
▁ፈስቲቫል	-9.84007
▁ዝድለ	-9.84012
ራን	-9.84066
ብያ	-9.84075
▁ንወዲ	-9.84131
▁ብመገዲ	-9.84145
ምስ	-9.84152
ሰል	-9.84156
ጦም	-9.84224
▁ዝቐረበ	-9.84248
ርከብ	-9.84276
ካል	-9.84281
▁ተሸ	-9.843
▁ደላይ	-9.84355
▁ኪኸውን	-9.84383
▁ኣካ	-9.84426
▁ዝመጹ	-9.84465
▁መዳይ	-9.84538
▁ጽሩይ	-9.84548
ዉያን	-9.84567
▁ገዲፍካ	-9.84581
▁ሐደ	-9.84629
ክዋ	-9.8479
▁ተሳተፍቲ	-9.84884
▁ብንያም	-9.84888
▁ቀጺሉ	-9.84922
▁ጽሬት	-9.84964
መና	-9.84985
▁ዝርአ	-9.85002
▁ይሁዳ	-9.85042
ሥ	-9.85129
▁ክሊብ	-9.85157
ግድ	-9.85245
ይይይ	-9.85254
▁መም	-9.85271
▁ዘማ	-9.85334
▁ትገብሮ	-9.85387
ልል	-9.85515
▁ፀ	-9.85525
▁ዕዳ	-9.85528
▁መወከሲ	-9.85563
▁ብድ	-9.85588
▁ነኝ	-9.85592
▁ኤፍሬም	-9.857
▁ብዝተፈላለየ	-9.85771
▁ብጀካ	-9.85795
▁ንስለ	-9.85799
▁ኣስተ	-9.85815
▁ነፍልጥ	-9.85875
▁በርትዑ	-9.85905
▁ውስጤ	-9.85908
▁እበር	-9.85965
▁ዓሰብ	-9.86012
▁ብደ	-9.86129
▁ዘስ	-9.86137
▁ጋንታኡ	-9.86148
▁ብምእታው	-9.8618
▁ብዓቢኡ	-9.86204
▁ክምለስ	-9.86234
ቃል	-9.86247
▁ኤርምያስ	-9.86248
ደረ	-9.8634
▁ማኩ	-9.86374
▁ሞሪኖ	-9.86466
▁ኤሬ	-9.86471
▁ኣጆና	-9.86507
▁ማዕጾ	-9.86673
▁ዴ	-9.86688
▁እዋእ	-9.86705
▁ምስማዕ	-9.86717
▁29	-9.86798
▁ሬሳ	-9.868
▁ሳሕል	-9.86835
▁ዝጀመረ	-9.86864
▁ጆ	-9.86967
▁ንሰ	-9.86971
▁ብኣንጻሩ	-9.87006
ርሕ	-9.87105
ፖ	-9.87123
▁ገሊኦም	-9.87173
ሓደ	-9.87183
▁ባርሴሎና	-9.87213
ዝን	-9.87265
▁እኔ	-9.8727
▁ኣኽ	-9.87346
▁ቅዲ	-9.87413
▁ደቓይቕ	-9.87422
ሃብ	-9.87459
▁ኑ	-9.87502
▁ናብዚ	-9.87535
▁ዝወ	-9.87571
▁ወዳ	-9.87574
▁ጠባይ	-9.8758
▁ውሽጥን	-9.87585
▁ወተሃደራት	-9.8763
▁ዝሰርሕ	-9.87648
▁ቀጽል	-9.87671
▁ስለዘሎ	-9.87671
ዕል	-9.87707
▁ዝደ	-9.8778
▁አካ	-9.87799
▁ንኸይ	-9.87824
▁ያምራል	-9.8784
▁ቈ	-9.87865
▁ሓጢኣት	-9.87909
▁መጻሕፍቲ	-9.87909
▁ሰር	-9.8796
▁ደቆም	-9.87982
ርግ	-9.87999
▁በለኒ	-9.88043
▁ንወ	-9.88165
▁ትሑት	-9.88196
ምካ	-9.88206
ድካ	-9.88209
▁ብሪጣንያ	-9.8821
▁ፊልምታት	-9.88402
▁ኣይመስለንን	-9.88549
▁ስረ	-9.88641
▁ጉያ	-9.88733
▁ቅድመ	-9.88734
▁ዝሓወይ	-9.88881
▁አደ	-9.88891
▁ሰሚዐ	-9.88922
▁ነብሰ	-9.88996
▁ኣቢላ	-9.89033
▁ትገልጽ	-9.89054
ቈ	-9.89068
▁አሜን	-9.89113
ካና	-9.89168
▁ሻሂ	-9.89208
▁ዝሓዘ	-9.89211
▁ንገዛእ	-9.89212
▁ዘፍ	-9.8927
▁ኩላትና	-9.89315
▁ዕድላት	-9.89381
▁ደንደን	-9.89389
▁ክድ	-9.89432
▁ኣቓልቦ	-9.89457
▁ኩላ	-9.89499
▁ዲኺ	-9.89523
ኩር	-9.89531
▁ተግባራት	-9.89551
▁ነሹ	-9.89567
▁ሚካኤል	-9.8957
▁ሮማ	-9.89583
▁መሲሉ	-9.89584
ውነት	-9.8965
ድያ	-9.89654
▁ህጂ	-9.8973
▁ምክትታል	-9.89754
▁ውይ	-9.89785
▁ኣምሓሩ	-9.89841
▁ብዕ	-9.89842
▁ሰሪ	-9.89906
▁ሳባ	-9.90018
▁ጸጥታ	-9.90019
▁ቅንያት	-9.90031
▁ብረት	-9.90098
ሰለ	-9.90114
ሳይ	-9.90136
▁እትርከብ	-9.90174
▁ኣንፈት	-9.90211
▁አሰይ	-9.9024
▁ወጻእን	-9.90362
▁ቡዙሕ	-9.90393
▁ምጅማር	-9.90454
ክት	-9.90483
▁ስክፍታ	-9.90492
▁ኣሰር	-9.90534
▁ሰበት	-9.9056
ራም	-9.90574
▁ጸሓፊ	-9.90579
▁ክብርቲ	-9.90585
ፈል	-9.9064
▁ዝጸንሑ	-9.90689
▁ኣዲ	-9.90695
▁ኣቦታት	-9.90763
▁ባዕልኻ	-9.90779
▁ፍርሒ	-9.90795
▁ራብዓይ	-9.90813
▁ሚያዝያ	-9.90813
▁ተርእዮ	-9.90882
▁ኢብራሂም	-9.90885
▁ዳይረክተር	-9.90885
▁ፈተና	-9.90915
▁ሻምፕዮንስ	-9.90929
▁ዑመር	-9.90969
▁ናትኩም	-9.90981
ፍን	-9.90993
▁ንበል	-9.91017
▁ኣብራሃም	-9.91046
ክክክክክክክክክክክክክክክክ	-9.91115
▁ምዝርጋሕ	-9.91122
▁አዋይ	-9.9115
▁እግዚኣብሔር	-9.91154
▁ብሞት	-9.91173
▁ኣዚ	-9.91185
▁ኣዱ	-9.91217
▁ንቕሓት	-9.91236
▁ዝኽ	-9.91283
▁ኣመሓዳሪ	-9.91389
▁ክፍሉ	-9.91432
▁ዓለማዊ	-9.91619
▁ደርጊ	-9.91635
▁እንክ	-9.91647
▁ተቓውሞ	-9.91654
▁ሮናልዶ	-9.91752
▁ሃብታም	-9.91827
▁ሽኮሪናታት	-9.9187
▁ጀሚረ	-9.9193
▁ብምግላጽ	-9.91969
▁ብቐንዱ	-9.9197
▁ይመስለኒ	-9.91998
▁ኣብዚኣ	-9.92014
▁ይመጽእ	-9.92048
▁ክገብሩ	-9.92072
▁ኣድራሻ	-9.92126
▁ኸይ	-9.92159
▁ከይደ	-9.92208
ገል	-9.92216
ዳን	-9.92228
ውል	-9.92238
▁ኲሉ	-9.92301
▁ኢለካ	-9.92311
▁ብርክት	-9.92341
▁ሓፍትና	-9.92361
ማዕ	-9.92364
▁እንድሕር	-9.92413
▁ምስኣ	-9.92414
ገብሩ	-9.92495
▁ምሳና	-9.9255
ሰሉ	-9.92554
ርን	-9.92571
▁ሓዉ	-9.92602
▁ኾይኑ	-9.92665
ጸን	-9.92672
▁ሓባር	-9.92696
▁ሜሮን	-9.9271
ቆም	-9.92745
▁ኣዛ	-9.92787
▁ኣመልኪቱ	-9.92846
▁ክኣቱ	-9.92848
▁ኣዋ	-9.92861
▁ኣቢልካ	-9.92873
▁ብል	-9.92881
ባሕ	-9.92904
ኣል	-9.92908
ረአ	-9.92997
▁መስቀል	-9.93073
▁ሪኢቶ	-9.93109
▁ሓብተይ	-9.93159
▁ጋሻ	-9.93173
ርኢ	-9.93183
ኮን	-9.93201
▁ጎቦ	-9.93211
▁ዝኣመሰለ	-9.93292
▁ቱርኪ	-9.93324
▁ምህርቲ	-9.93338
እን	-9.93395
▁ኢትዮጵያን	-9.93398
ክና	-9.9341
▁ነገሩ	-9.93429
▁የልቦን	-9.93437
▁ቶማስ	-9.93439
▁ብኸምዚ	-9.93449
▁ኣጀካ	-9.93516
▁ዝበዝሕ	-9.93525
▁አዮም	-9.93526
▁ዓምዲ	-9.93617
▁ምሉኣት	-9.93658
▁ተነ	-9.93695
ሓዝ	-9.93706
▁ምምዕባል	-9.9373
▁ምዕቃብ	-9.93782
ደሉ	-9.93818
▁ኣና	-9.93842
ኮነ	-9.93851
ፂ	-9.93852
▁ማለተይ	-9.93888
ልክ	-9.93905
▁ዝበዝሑ	-9.93916
▁ምስታ	-9.9394
▁ካብዛ	-9.93943
▁ቅድድም	-9.94028
▁ተዋስኦ	-9.94044
ህል	-9.94063
ኾነ	-9.94139
▁ፅ	-9.94248
▁ውሑድ	-9.94249
ፈረ	-9.94306
▁ዝበለት	-9.94314
▁ንብል	-9.94318
▁ስከ	-9.94344
▁ኣይትርከቡ	-9.94344
▁እንድዒ	-9.94416
ለል	-9.94481
ጽር	-9.94506
▁ጽሑፋት	-9.94547
▁ዝበላ	-9.9455
ትኻ	-9.9456
▁ወሲኹ	-9.9457
▁መርሃዊ	-9.9459
▁ትገብር	-9.94596
▁ክንድ	-9.94608
▁ዘለኺ	-9.94638
▁ቀሪባ	-9.94654
ጁ	-9.94664
▁ዕጡቓት	-9.94696
ልብ	-9.94728
▁በጃ	-9.94747
▁ኣዳም	-9.94749
▁ዝወጸ	-9.94843
▁ገረ	-9.94873
▁ዘብ	-9.94911
▁እሰያስ	-9.94933
ቸው	-9.94985
▁ምኻኑ	-9.95055
ልዩ	-9.95065
▁መዓረይ	-9.95078
ነቶም	-9.95079
▁ልብኻ	-9.95111
▁ባህርያት	-9.9515
▁ሓበሻ	-9.95236
▁ኣክ	-9.95333
ዕና	-9.95374
▁ከማ	-9.95478
▁ይትረፍ	-9.95486
▁ክረአ	-9.95504
▁ውሕስነት	-9.95529
▁ኣጀኩም	-9.95533
▁ይቕረ	-9.95538
▁ልብ	-9.95561
▁ኣይግድን	-9.95603
▁ቕ	-9.95615
▁ሞያዊ	-9.95647
ሙን	-9.9568
▁ማልያ	-9.95726
ዓል	-9.9585
▁ሰብኣዊ	-9.95867
ቶምን	-9.95945
▁ኮም	-9.95949
ችሁ	-9.9596
▁ይኸይድ	-9.95965
▁ብሓይሊ	-9.95975
▁ብቕድሚ	-9.95975
▁ብዕራይ	-9.9599
▁ጐይታ	-9.95995
▁ሩባ	-9.96002
▁ቁጠባ	-9.96002
▁ሰው	-9.96011
▁ክክክክክክክክክ	-9.96057
▁ስርሒት	-9.96098
▁ሹ	-9.96108
▁መዝገብ	-9.96139
▁ድሕር	-9.96163
▁ስፍራ	-9.96166
ፈልጥ	-9.96188
▁ስመይ	-9.96212
▁በራኺ	-9.96235
▁ኣፍሊጡ	-9.96278
ኣና	-9.96279
▁ይሓ	-9.96328
▁ኣዘኻኺሩ	-9.96354
▁ረኺቡ	-9.9643
▁ሰመረ	-9.96581
▁ንምግባር	-9.96591
▁የሩሳሌም	-9.96764
▁ኣያ	-9.96774
▁መንበር	-9.96781
ዕካ	-9.96784
▁ክወጽእ	-9.9681
▁ኣትሒዙ	-9.9681
▁ዘለወን	-9.96825
▁ክግበር	-9.96826
▁ሰል	-9.9686
▁ኣሽሓት	-9.96894
▁ሳራ	-9.96954
▁ኣደና	-9.97058
▁ኣይኮነትን	-9.97071
▁60	-9.97079
▁ሓንጎል	-9.97113
ነብር	-9.97123
▁ብድሆ	-9.97135
▁ጨው	-9.97179
▁ምት	-9.97186
▁ገምጋም	-9.9727
▁ፒ	-9.97366
▁ሓደገኛ	-9.97381
▁መርከብ	-9.97381
ለለ	-9.97396
▁ደቀ	-9.97435
▁ዮሃና	-9.97443
▁ዓዱ	-9.97451
▁ውሽጠይ	-9.97453
ሪት	-9.97489
▁ዝው	-9.97491
▁ደበሳይ	-9.975
▁መኣዲ	-9.97521
▁ኢደይ	-9.97608
▁ለምለም	-9.97657
▁ሽፍታ	-9.97669
▁ውጽኢቱ	-9.9773
▁ብዝግባእ	-9.97741
▁ሄሉ	-9.97756
▁ክብርታት	-9.97771
▁ርእስኻ	-9.97775
▁ልምዲ	-9.97826
▁ምሳካ	-9.97862
ስር	-9.97926
▁ዝብላ	-9.97966
▁ኢሉኒ	-9.98016
▁ዝተፈላለያ	-9.98067
▁ኤማ	-9.98075
▁ሸሞንተ	-9.98116
▁ልባ	-9.98118
ዀ	-9.98121
▁ህዝብኻ	-9.98133
▁ኣፋ	-9.98143
▁ምድረ	-9.98159
▁ልምምድ	-9.98194
▁ብምኻድ	-9.98271
ከይ	-9.98324
▁ክዓ	-9.98374
▁ዝወሃብ	-9.9838
▁ዘለኒ	-9.98381
▁መብራህቱ	-9.98426
▁ንምርካብ	-9.98427
▁ክንገብር	-9.98435
▁ንሕብር	-9.98458
▁ዝፈ	-9.98487
▁ሳዕቤን	-9.98504
▁ንው	-9.98514
▁ድሕሪኡ	-9.9852
▁ነፋሪት	-9.98581
▁ጻ	-9.98602
▁ብሕጊ	-9.98692
▁ባሕርን	-9.98711
▁ምጥ	-9.98741
▁ልሙድ	-9.98742
10	-9.98776
▁ጀሚራ	-9.98836
▁ገጸ	-9.98891
▁መሰ	-9.98892
▁ኣሰራርሓ	-9.98893
ዋት	-9.98914
▁ለት	-9.98919
▁ወጻኢታት	-9.98935
ጉስ	-9.98966
▁ምክ	-9.99007
▁ኣራ	-9.99045
ግባ	-9.99076
▁ዝሃ	-9.99076
▁ተዘ	-9.99092
▁ዳኒ	-9.99097
▁ዝተዋህበ	-9.99124
ኵ	-9.99208
▁ባዕለይ	-9.99255
▁ንብ	-9.99265
▁ዙ	-9.99286
▁ሑ	-9.99291
▁ውጹዕ	-9.993
▁ሴ	-9.99367
▁ይንገር	-9.99367
▁ዘለኪ	-9.99368
ላዕ	-9.99373
ራሪ	-9.99436
▁ሰኑይ	-9.99441
መጽእ	-9.99477
ናዮም	-9.99568
▁ስራህ	-9.99572
▁ስነጥበባዊ	-9.99582
▁ክሓ	-9.99615
▁ፎእ	-9.99702
▁መብርሂ	-9.99753
▁ጸኒሐ	-9.99788
▁ኪት	-9.99817
▁ድምፂ	-9.99835
▁ኣሜሪካ	-9.99927
▁መደበር	-9.99934
▁ምል	-10.001
▁ኣጽ	-10.0012
▁ከምዚኣ	-10.0019
▁ክሰ	-10.0024
▁ወሪዱ	-10.0024
▁ድሕነት	-10.0025
▁ዓራት	-10.0029
▁መጻእካ	-10.0029
▁ዝነኣድ	-10.0037
ዳም	-10.0038
▁ኣረ	-10.0038
▁ውልቃዊ	-10.0038
▁ምልክታት	-10.0044
ውት	-10.005
▁ብእኡ	-10.0058
▁ኸተማ	-10.0058
▁ክፉእ	-10.0062
▁መቓብር	-10.0062
▁እንተድኣ	-10.0066
ብሮ	-10.0074
▁ዘሕ	-10.0079
ማል	-10.008
▁ጣ	-10.0083
ሐት	-10.0092
▁ንምስ	-10.0094
▁እዋናት	-10.0095
ሕና	-10.0097
▁ብወገን	-10.0098
ዳይ	-10.0102
▁ብሃንቀውታ	-10.0102
ልዕ	-10.0105
ወደ	-10.011
▁ቀረብ	-10.0111
▁ካብዞም	-10.0117
ግበር	-10.0118
▁ከብ	-10.0119
▁ብቑዕ	-10.012
▁ግደፍ	-10.0125
▁ሳሙኤል	-10.0126
▁ይሰ	-10.0136
▁ሓውሲ	-10.0141
መስ	-10.0148
▁ካሜራ	-10.0159
▁እንቓዕ	-10.0159
▁አንድ	-10.0161
▁ጽኑዕ	-10.0166
ገብ	-10.0167
▁ማል	-10.0171
▁ብጣሚ	-10.018
▁ኣቦኡ	-10.0184
▁ክትሰርሕ	-10.019
▁አው	-10.019
▁ዲና	-10.0191
▁ቅዋም	-10.0191
▁ዲስ	-10.0197
▁ሽኮሪና	-10.02
▁ተመን	-10.02
▁ፍቅርን	-10.0201
▁ዘሎዎ	-10.0201
▁ሕጉስ	-10.0201
▁መሳጢ	-10.0207
▁መብዛሕትኡ	-10.0215
▁ሓኪም	-10.0216
▁ምምሕዳራት	-10.0222
መረ	-10.0229
▁ተስ	-10.0235
▁ይረጋገጸለይ	-10.0238
▁ሽማግለ	-10.0244
▁ማዕከናት	-10.0246
▁መቕጻዕቲ	-10.0246
▁ንባብ	-10.0248
▁ጂ	-10.0249
▁ተዘይ	-10.025
▁ግራት	-10.0257
ሓፍ	-10.0264
▁ዘለ	-10.0264
▁ራህዋ	-10.0265
▁ለመ	-10.0266
▁ዓሚ	-10.0269
▁ጥቕሚ	-10.0272
▁2012	-10.0272
▁ኢራን	-10.0276
▁ምንጭታት	-10.0278
▁ኣንስተይቲ	-10.0281
ልእ	-10.0284
▁ኣጽዋር	-10.0286
▁ኣግ	-10.0293
▁አላ	-10.0297
▁ኣይትበል	-10.0297
▁ንዘሎ	-10.0306
▁ዝዛረብ	-10.031
▁ክቡራት	-10.0314
ናስ	-10.0315
▁ሰነድ	-10.0315
▁ዲኩም	-10.0315
▁ከምእተ	-10.0317
ፍካ	-10.0317
▁ጃፓን	-10.0319
▁ዮሃንስ	-10.032
▁ለበዋ	-10.0325
▁ዝገ	-10.0326
▁ብሂወት	-10.0331
ከም	-10.0333
▁ምብ	-10.0336
▁ሚኪኤል	-10.0336
▁ኮሜዲ	-10.0337
▁ግርማ	-10.0337
ድል	-10.0339
ርህ	-10.0341
▁ኣታዊ	-10.0344
▁ሳብስክራይብ	-10.0347
▁ኤዱ	-10.0352
▁አቦ	-10.0352
ውስ	-10.0352
▁ተመሊሱ	-10.0352
▁ዓይነታት	-10.0353
▁ብዝተ	-10.0357
20	-10.0358
ሓሉ	-10.0359
▁ኣገደስቲ	-10.036
▁ንግበር	-10.0364
▁ሰም	-10.0364
ሳስ	-10.0365
▁ተቐዳዳማይ	-10.0368
▁ውድ	-10.0369
▁ክርኢ	-10.0375
▁ምቁር	-10.0376
ድም	-10.0384
▁ሒ	-10.0385
▁ሄ	-10.0386
▁ማዓረይ	-10.0389
▁ቶተንሃም	-10.0393
▁ንፍ	-10.0394
ፁ	-10.0398
▁ኣምበሳ	-10.0401
▁ጽልኢ	-10.0402
ግስ	-10.0403
▁ቅድሚኡ	-10.0407
▁ብዝያዳ	-10.0409
▁ዳንኤል	-10.041
▁ብኹሉ	-10.0411
▁ናታ	-10.0413
▁ዝቐጸለ	-10.0413
▁ዝዕ	-10.0415
ዘይ	-10.042
ግብ	-10.0421
▁ኣለኺ	-10.0422
▁እይ	-10.0423
▁ዞ	-10.0424
▁እንድየ	-10.043
▁ምዝ	-10.0432
▁ኣካላዊ	-10.0434
▁ዝሰርሑ	-10.0435
▁ፍቕርን	-10.0439
▁እቲኣ	-10.0439
▁መረዳእታ	-10.0442
▁ክትረክብ	-10.0444
▁ዘድልዮ	-10.0444
▁ኔሮም	-10.0444
▁ደርሆ	-10.0444
▁እንከለኹ	-10.045
▁ዋሒድ	-10.045
▁ደብዳበ	-10.0452
▁ዘለኩ	-10.0455
ርዩ	-10.0456
ደለ	-10.0459
▁ፍልም	-10.0464
▁ዝተሓ	-10.0468
▁ክሊ	-10.0476
▁ሃወይ	-10.0478
ሰና	-10.0482
▁ንምርግጋጽ	-10.0483
▁ብቐጻሊ	-10.0491
▁መልኣከ	-10.0493
▁ፍስሃየ	-10.0497
▁ብዝተረፈ	-10.0501
▁ሃብቶም	-10.0505
▁እንተት	-10.0507
▁ሓባራዊ	-10.0508
▁ዝበልካዮ	-10.0509
ቀል	-10.051
▁ብሰ	-10.0518
ግራ	-10.0523
▁ብመልክዕ	-10.0525
▁ደንቆሮ	-10.0533
▁መሪ	-10.0547
ትር	-10.0547
▁ኣተወ	-10.0549
▁ጀሚሮም	-10.055
ወጽእ	-10.055
▁ማይናስ	-10.0551
▁ኣከባቢ	-10.0553
ወይ	-10.0554
▁ስደተኛታት	-10.0556
▁ኣባይ	-10.0561
▁ሁ	-10.0563
▁ኣስፍሃ	-10.0566
ጎም	-10.0568
▁ነጻ	-10.0569
ደና	-10.0573
▁ሽጋራ	-10.0575
▁ስግኣት	-10.0583
ምነ	-10.0584
▁መስፍን	-10.0585
▁ይደሊ	-10.059
▁ወሲዱ	-10.0593
▁ዓርኩ	-10.0593
ረም	-10.0595
▁ብራዚል	-10.0599
▁ነብሶም	-10.06
▁ኣይኮንኩን	-10.06
▁ጥንሲ	-10.0615
▁ሚዛን	-10.0618
▁መጻኹም	-10.0618
ብረ	-10.0621
▁ኣናብስ	-10.0625
ክሞ	-10.0626
▁ስዒድ	-10.0629
ኣሉ	-10.0631
▁ሌላ	-10.0633
▁ኣገዳስነት	-10.0633
▁ደቡባዊ	-10.0633
▁ነዳዲ	-10.0645
▁ክለቡ	-10.0645
▁ክሰምዕ	-10.065
▁ምፍላጥ	-10.0652
▁ገይራ	-10.0675
▁ሳን	-10.0684
▁ሱቅ	-10.0685
▁ዩቱብ	-10.0695
▁ንዓካ	-10.0703
▁ብስራት	-10.0704
▁ኣውራጃ	-10.0705
ታትና	-10.0713
▁ዝቕ	-10.0713
ረኣ	-10.0717
▁ወገነይ	-10.0718
▁ኣብሪሁ	-10.0718
▁በልዎ	-10.0722
▁ይፈቱ	-10.0723
▁ብህይወት	-10.0726
ህሉ	-10.0731
▁ናትኪ	-10.0731
ዳት	-10.0732
▁ከምዘላ	-10.0737
▁ሩ	-10.0739
ንድ	-10.0739
▁ምህላዎም	-10.0743
▁ንስድራ	-10.0743
ስኪ	-10.0754
▁አምበር	-10.0754
ባእ	-10.0758
▁በርትዒ	-10.076
▁ትምኒት	-10.0762
▁አንታ	-10.0764
▁ዓወትን	-10.0767
▁ማንም	-10.0772
▁ዋንነት	-10.078
ገደ	-10.0781
▁የተ	-10.0783
▁ጌረ	-10.0784
ሃል	-10.0795
ኦምን	-10.0797
▁ክከውን	-10.0799
▁ከይተረፈ	-10.0802
በሪ	-10.0804
ተሉ	-10.0807
ልዋ	-10.0809
▁ከምዘየለ	-10.0809
ቶን	-10.0822
▁ሓፍ	-10.083
▁ኢቲ	-10.0836
▁ውሳኔ	-10.0836
▁ምሕረትኣብ	-10.0838
▁ንማ	-10.0839
▁ቻ	-10.0843
▁ተአ	-10.0843
▁መንበሪ	-10.0845
▁ጥልያን	-10.0846
▁ሓለቓ	-10.0846
▁ኵሎም	-10.085
▁ሰበይ	-10.086
ጠብ	-10.0863
ጋር	-10.0866
ጸብ	-10.0867
ብሩ	-10.087
▁ዓውደ	-10.087
▁ሃገሮም	-10.0871
▁ክልቲአን	-10.0871
▁ኢል	-10.0872
▁ዘበን	-10.0873
▁ቤታ	-10.0874
▁ብህ	-10.0875
▁ብዳሓን	-10.0879
ሃት	-10.0884
▁ሻዕብያ	-10.0897
▁ባዕላ	-10.09
ቅር	-10.0903
▁90	-10.0904
▁ሌ	-10.0909
▁ተዛሪቡ	-10.0914
▁ክሉ	-10.0916
ጽን	-10.0916
ርኪ	-10.0919
19	-10.0922
▁ንልዕሊ	-10.0923
▁ፋራ	-10.0923
▁ሓድነት	-10.0928
▁ንዓኺ	-10.0931
▁መል	-10.0932
▁መት	-10.0935
▁ዛራ	-10.0937
▁ንገለ	-10.0937
አል	-10.0939
▁ዲኹም	-10.0948
▁ህላወ	-10.0949
▁ኣጥ	-10.0953
▁ኢዪ	-10.0954
▁ዘር	-10.0955
▁ኩን	-10.0959
▁ዓርኪ	-10.0961
▁ዝግ	-10.0974
ርብ	-10.0977
▁ክዕ	-10.0984
ጸበ	-10.0986
▁ወቕቲ	-10.0987
ላም	-10.0989
▁ዝከ	-10.0989
ሓር	-10.099
▁ንገብር	-10.0995
▁በርታ	-10.1006
ውቲ	-10.1007
▁ክኽ	-10.1009
▁ተመኩሮ	-10.1009
▁ቢልዮን	-10.101
▁ጾታ	-10.1011
▁ተስፋማርያም	-10.1012
ሊት	-10.1013
▁በልካ	-10.1031
▁ክብላ	-10.1037
▁ዝተጠቕሰ	-10.104
▁ዝተባህለት	-10.104
▁ዓርቢ	-10.1047
ምዎ	-10.1048
▁ሓጋዚ	-10.1053
▁አለና	-10.1058
▁ተዋሂቡ	-10.1062
ስል	-10.1062
▁ዓብዪ	-10.1064
▁ጉድኣት	-10.1065
▁ንኣሽቱ	-10.1067
▁ጥዑይ	-10.1071
▁መዚ	-10.1078
ምሃር	-10.1086
▁ዮናስ	-10.109
▁ክሰርሑ	-10.1093
▁ስራሕኩም	-10.1094
▁ዓሕ	-10.1094
ኩምና	-10.1096
▁መልእክቲ	-10.1097
▁ማዕከን	-10.1097
ዓይ	-10.1103
ግረ	-10.1104
ብድ	-10.1105
ትራ	-10.1106
መሉ	-10.1107
▁መንፈሳዊ	-10.1108
▁ለዋህ	-10.1109
▁ይሕዋት	-10.111
▁ጋዜጠኛ	-10.1118
▁ብሩህ	-10.1118
ቼ	-10.1123
6	-10.1124
▁ካልኦትን	-10.1125
▁ዝለ	-10.1127
▁ኢዶም	-10.1127
▁ክፍልታት	-10.1131
▁ድምጹ	-10.1132
ክያ	-10.1133
▁ቅሳነት	-10.1139
▁ምነ	-10.1139
4	-10.1143
▁ዓው	-10.1146
▁ፖ	-10.1148
ርእዮ	-10.1151
▁ዝፈትዋ	-10.1165
▁ኵነታት	-10.1168
▁ጽን	-10.1168
ወሰ	-10.1172
▁ኮሎ	-10.1174
▁ፈቲ	-10.1174
▁ፍልይ	-10.1182
▁መአገዲ	-10.1185
▁ሰላምታ	-10.1187
▁መጓዓዝያ	-10.1193
▁መዋ	-10.1194
ድሕን	-10.1196
ፍና	-10.1199
▁ከይከውን	-10.1202
▁ጥበባውያን	-10.1203
▁ካባካ	-10.1208
▁ኣዲስ	-10.1208
▁ሕጅ	-10.1211
▁ብሕጂ	-10.1212
▁ዝፈትዎ	-10.1214
ጽብ	-10.1219
▁ምፍ	-10.1221
▁ኣንስቲ	-10.1223
▁ውጥን	-10.1224
▁በቶም	-10.123
▁ንእስነት	-10.1233
ጥም	-10.1236
▁ሰንዓፈ	-10.124
▁ዘመ	-10.1243
▁አስከ	-10.1248
▁ስፖርታዊ	-10.1256
ጸል	-10.126
▁ተረፍ	-10.1268
ረኽበ	-10.1268
ምህር	-10.127
▁ነጥብታት	-10.1274
▁ህንጸት	-10.1274
▁ይሕብር	-10.1275
▁ስብሓት	-10.1277
▁ሓዱሽ	-10.1279
ታተይ	-10.1281
▁ዘካየዶ	-10.1283
▁ከምታ	-10.1285
ጽበ	-10.1285
▁ኼ	-10.1289
▁ድምጽ	-10.1291
▁ዝከኣል	-10.1294
▁ሕዝቢ	-10.1295
▁ሚስ	-10.1297
▁ባንዴራ	-10.1301
▁ንኡሳን	-10.1301
ግም	-10.131
▁ፍስሃጽዮን	-10.131
▁ነዉ	-10.1315
▁ርሕቀት	-10.1319
ለሁ	-10.1319
▁ኢንታይ	-10.1321
▁ዝተረፉ	-10.1324
▁ስል	-10.1325
▁ኣዝማሪኖ	-10.1328
▁ርእሳ	-10.1328
▁ብሃ	-10.1329
▁1000	-10.1334
▁ኣቢለ	-10.1336
▁ይገልጽ	-10.1342
▁ንኣምላኽ	-10.1349
▁ኮንኩም	-10.1349
▁ጊን	-10.1354
▁ፈር	-10.1354
ኣካ	-10.1355
▁ወያኔ	-10.1356
▁ካባይ	-10.1365
▁ይሃብኪ	-10.1368
▁ዝነበርና	-10.137
▁ዝብለካ	-10.1372
▁ምህ	-10.1381
▁ቀዳምነት	-10.1381
▁ዝሓለፉ	-10.1382
▁ዮናታን	-10.1382
▁ቴ	-10.1384
▁ሂወተይ	-10.1387
▁ሂወትካ	-10.1394
▁ስዲ	-10.1395
ሰምዓ	-10.1396
▁ሰራሕ	-10.1396
ጋግ	-10.1404
▁መዓት	-10.1405
▁ጠሊ	-10.1406
ህን	-10.1407
ተና	-10.141
▁እስ	-10.1412
▁ተፋ	-10.1415
ወድ	-10.1424
▁መዛዘሚ	-10.1427
▁እናገለጽና	-10.1427
▁ብጥ	-10.1429
▁ብሕጋዊ	-10.1437
▁ገዲፉ	-10.1438
▁አር	-10.1439
ሰምዕ	-10.1443
▁ምትብባዕ	-10.1444
ቐት	-10.1448
▁ክፍ	-10.145
▁ሀገር	-10.1456
በሎ	-10.1458
▁ክር	-10.1459
▁ሸፋቱ	-10.1464
ሸይ	-10.1466
ቄ	-10.1468
▁ናቶም	-10.147
▁ተዛረብ	-10.1472
▁ተኽሊ	-10.1476
▁ይግበረልኩም	-10.1477
ሓልፍ	-10.1477
▁ክትዕ	-10.1478
▁ገማግም	-10.1482
▁ኢት	-10.1486
መኒ	-10.1486
▁ዂሉ	-10.1491
▁ብግ	-10.1495
ሰረ	-10.1497
▁የግዳስ	-10.1498
▁መለ	-10.1502
▁እዳ	-10.1502
▁ይነብር	-10.1502
ችን	-10.1505
▁ከከም	-10.151
▁ዝኣቱ	-10.1511
▁መኽሰብ	-10.1519
▁ፕሮጀክት	-10.1521
▁ኣሉታዊ	-10.1521
▁ታሪኻዊ	-10.1522
ሓድ	-10.1524
እቲ	-10.1531
▁አሪፍ	-10.1534
▁ዜሮ	-10.1534
▁ስዉኣት	-10.1535
▁ነብያት	-10.1538
▁ብምንታይ	-10.154
▁ገዚፍ	-10.1549
▁ተፈጥሮ	-10.155
የና	-10.1551
▁ኣህዛብ	-10.1565
▁ኣይከ	-10.1568
▁መዝሙር	-10.1569
▁ክረምቲ	-10.1574
▁ደረት	-10.158
▁ከምዘለዋ	-10.1584
▁ቪ	-10.1588
▁ገር	-10.159
▁ዓድ	-10.1601
ዝም	-10.1603
▁ናይዞም	-10.1608
▁ፎርሳ	-10.1615
▁ልዕሊኡ	-10.1615
▁ኣከዳድና	-10.162
▁መራኸቢ	-10.1623
▁ተዓዘብቲ	-10.1626
ለፍ	-10.1629
▁ባንክ	-10.1633
▁ፋርማሲ	-10.1639
▁ቓል	-10.1647
▁ኤርትራዊት	-10.165
▁ኣማን	-10.1654
▁ህድሞና	-10.1657
▁ዝብልዎ	-10.1657
▁ትንቢት	-10.1658
▁ኣደታት	-10.166
▁ሓወልቲ	-10.1667
▁ዝባን	-10.1672
▁እቶ	-10.1683
▁ራሄል	-10.1685
▁ኤርትራዊያን	-10.1688
▁ይህ	-10.1697
▁ተት	-10.17
▁ምቅ	-10.1702
▁ህያው	-10.1703
▁ንእሽተይ	-10.1704
▁ይቅረታ	-10.1706
▁ስቃይ	-10.1706
▁ግዜኡ	-10.1707
▁ባረንቱ	-10.1713
▁ጊንዳዕ	-10.1713
▁ዲስላይክ	-10.1715
▁ከብዲ	-10.1715
ረሉ	-10.1717
ገበ	-10.1719
ምለስ	-10.172
▁ትንፋስ	-10.1721
▁ብንጹር	-10.1723
▁ጀግና	-10.1723
ራሕ	-10.1728
▁ንሓንቲ	-10.1731
▁ክትዛረብ	-10.1733
▁ቅነ	-10.1735
▁ምህላው	-10.1737
▁መጽሔት	-10.1741
ልኩ	-10.1744
▁ዕንወት	-10.1751
▁ምእታው	-10.1751
▁ቅያ	-10.1753
▁ብዓይኒ	-10.176
▁ዚብል	-10.1762
▁ስድራና	-10.1763
ካዮም	-10.1768
▁ምህናጽ	-10.177
ገረ	-10.1773
▁መዓር	-10.1779
ዮን	-10.1782
▁ጓለይ	-10.1783
▁ከት	-10.1787
ገን	-10.179
▁ፍልጠትን	-10.179
▁ነዚኣ	-10.1791
ሃር	-10.1791
▁ዝተዳለወ	-10.1794
▁እምባ	-10.1795
▁የለ	-10.1797
▁ንጽ	-10.1798
ገብሮ	-10.18
▁ኣወ	-10.1802
▁ምህላዋ	-10.1807
▁ረዚን	-10.1808
▁ነይርና	-10.1808
▁ብምዕ	-10.1809
ጠቕ	-10.1815
▁ኣስተምህሮ	-10.1816
▁ሰላምኩም	-10.1817
▁ጌሮም	-10.1819
5	-10.1825
▁መቐረት	-10.1827
▁2011	-10.1828
▁ብሓጺሩ	-10.1836
▁ድምጽኻ	-10.1839
▁ወላዲ	-10.1839
ሰላ	-10.184
▁ከሳሲት	-10.1841
▁ድሙ	-10.1842
▁ኣዘ	-10.1845
ከት	-10.1845
ሳል	-10.1845
▁ብራ	-10.1852
▁ዒራቕ	-10.1855
▁ኽሳዕ	-10.1856
ጸር	-10.1857
▁ነብሳ	-10.186
ገም	-10.1862
▁ንመጻኢ	-10.1864
ገባ	-10.1865
▁ተካል	-10.1866
▁መላ	-10.1871
▁ተብል	-10.1874
▁ጨካን	-10.1875
▁ንኹሎም	-10.1875
▁ከለኩ	-10.1879
▁ንግዳዊ	-10.1883
▁ጸቢብ	-10.1884
ገበር	-10.1887
ጋጊ	-10.1898
▁ክፈልጥ	-10.1899
▁ክትሕ	-10.19
ርዕ	-10.1905
ቢል	-10.1907
ሰስ	-10.1908
▁ንጉሰ	-10.1909
ዓብ	-10.1911
▁ሓን	-10.1911
▁ተሐ	-10.1911
▁ሃገራውያን	-10.1912
▁ሄሪ	-10.1913
▁ገይርካ	-10.1917
▁ሰማያት	-10.1922
▁ዑደት	-10.1922
ሐን	-10.1924
▁ሰራሕተኛ	-10.1926
▁ቀልጢፉ	-10.1931
▁ዘጋጠመ	-10.1932
▁ወለድና	-10.1933
▁ኰ	-10.1936
▁247	-10.1939
ሱን	-10.194
ሰማ	-10.1941
ጽል	-10.1945
▁ሕጅስ	-10.196
▁ዓይኑ	-10.1965
▁ሒዘ	-10.1965
▁ክርከብ	-10.1966
▁ዝኾና	-10.1969
▁ንዓኹም	-10.197
▁ጅግንነት	-10.1971
▁በልኩ	-10.1972
▁ተኻ	-10.1973
▁ፍትሕ	-10.1985
▁ኣየናይ	-10.1996
ደመ	-10.2
▁ንህግደፍ	-10.2002
▁ምእ	-10.2003
ሓስ	-10.2007
ጽዕ	-10.2012
▁ሓሪ	-10.2016
▁ይዝከር	-10.2021
መጻ	-10.2021
▁እከይ	-10.2023
ቕን	-10.2025
ስከ	-10.2025
▁ንቕ	-10.2036
መድ	-10.2037
▁ስለዝዀነ	-10.2038
▁ዘይንቀሳቐስ	-10.2045
▁ክሳራ	-10.205
▁ተሰነይ	-10.2051
▁ሰረ	-10.2061
▁ጫማ	-10.2063
ፐ	-10.2064
▁ኣሳልጦ	-10.207
▁ሓጐስ	-10.2071
▁ፍትሕን	-10.2073
▁ዳኒኤል	-10.2076
▁ትሰርሕ	-10.208
▁ሚእትን	-10.2085
ይይ	-10.209
▁ማዕበል	-10.209
▁ምውጻእ	-10.2091
▁ሕነ	-10.2092
▁ላዕለዎት	-10.2094
▁ኮይነን	-10.2095
▁ሳሮን	-10.2097
▁መንግስታት	-10.21
ቅል	-10.2101
▁ሕሱም	-10.2104
▁ብፍቕሪ	-10.2114
▁መዓ	-10.2118
▁ካል	-10.2119
ቨ	-10.212
▁ሰሪሕካ	-10.212
▁ንዓኣ	-10.2124
▁ውድቀት	-10.2124
▁ፍሽ	-10.2125
ኢት	-10.2126
▁የም	-10.2129
▁ጋር	-10.2131
▁ስማዕ	-10.2131
▁መባእታ	-10.2132
▁ንገ	-10.2134
ተው	-10.2134
▁ምፍልላይ	-10.2143
ዘለ	-10.2144
▁ድንግል	-10.215
የካ	-10.2151
▁ጠቒሱ	-10.2153
▁ረቛሒታት	-10.2154
▁ብቻ	-10.2155
ደሊ	-10.2158
▁ከስ	-10.2158
▁ዝገብሩ	-10.2159
▁ሰምበል	-10.2162
▁ሸርሙጣ	-10.2163
